[
    {
        "quotes": "Better than a thousand hollow words, is one word that brings peace."
    },
    {
        "quotes": "Everything has beauty, but not everyone can see."
    },
    {
        "quotes": "To live and operate in the world, you may have to identify with something. Play with your identifications - don't let them rule you."
    },
    {
        "quotes": "Nothing is permanent."
    },
    {
        "quotes": "Whether you call it God, the Creator, or the source of creation - it is constantly on. If it withdraws, the whole universe will collapse and disappear in a moment."
    },
    {
        "quotes": "Sreemad Bhagwad Geeta, which is spoken by Supreme Lord. His sound is transcendental as He is transcendental. Without His grace we cannot get the actual meaning of scripture. His grace is required to understand Him and His transcendental world."
    },
    {
        "quotes": "Eighty percent of success is showing up."
    },
    {
        "quotes": "The spiritual journey is individual, highly personal. It can't be organized or regulated. It isn't true that everyone should follow one path. Listen to your own truth."
    },
    {
        "quotes": "The best revenge is massive success."
    },
    {
        "quotes": "There is no place where there is no Grace."
    },
    {
        "quotes": "Family or no family; city or forest - your external arrangements don't decide how you are inside."
    },
    {
        "quotes": "You were never greater than you are right now, nor will you ever be. Your worth is already complete and never changes, only your relationship to it evolves."
    },
    {
        "quotes": "How can 'you' understand the absence of the 'you' who is trying to understand? It's just not possible. So, inevitably, what will arise is confusion. Confusion is simply an expression of the impossibility to understand."
    },
    {
        "quotes": "Do what you can, where you are, with what you have."
    },
    {
        "quotes": "Life is 10% what happens to me and 90% of how I react to it."
    },
    {
        "quotes": "Every strike brings me closer to the next home run."
    },
    {
        "quotes": "If you can dream it, you can achieve it."
    },
    {
        "quotes": "Life is not measured by the number of breaths we take, but by the moments that take our breath away."
    },
    {
        "quotes": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed."
    },
    {
        "quotes": "The yogic system is about enhancing your perception. The Divine should not be an imagined hope - it should become a living reality for you."
    },
    {
        "quotes": "We don't realize that our future is being consumed by our past."
    },
    {
        "quotes": "The Divine doesn't love you. And there is no need, because everything is in the lap of the Divine."
    },
    {
        "quotes": "Meditation is the only freedom as it is a dimension beyond the mind. All the stress and struggle are of the mind."
    },
    {
        "quotes": "Come prepared to receive not so much of My Words, but of My Silence."
    },
    {
        "quotes": "The job of a Guru is not to interpret the scriptures but to take you to another dimension of life."
    },
    {
        "quotes": "The seed of enlightenment is there in every being. Enlightenment is just a realization."
    },
    {
        "quotes": "Only when you are willing to look at the horror of who you are, the beauty of who you are can be nurtured."
    },
    {
        "quotes": "Grace is only to be found by effort, although it is here and now."
    },
    {
        "quotes": "If you really look for truth, don't assume anything - just seek."
    },
    {
        "quotes": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you, not by angels or by demons, heaven or hell."
    },
    {
        "quotes": "Suffering is the result of believing that you are a separate self. Withdraw identification from the ego and all suffering end immediately. Will things still hurt? Of course. But they will not produce unnecessary suffering."
    },
    {
        "quotes": "If we ignore fire, fire will not lose anything, we shall be deprived of the utility of fire. If we do not accept the Supreme Lord, He will lose nothing but we shall be deprived of being protected and maintained by Him."
    },
    {
        "quotes": "An idle mind is Divine's workshop. An idler's mind is devil's workshop."
    },
    {
        "quotes": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed."
    },
    {
        "quotes": "Be strict and intelligently critical about yourself and your own weakness and follies. But, cushion your words and attitudes with Love. Love is the greatest persuasive power we know in life."
    },
    {
        "quotes": "In enlightenment, there is no pleasure, no pain - just nameless ecstasy."
    },
    {
        "quotes": "Mysticism does not come from the East. It comes from within."
    },
    {
        "quotes": "Conflict in the world is not about good versus bad, but one man's belief versus another man's belief."
    },
    {
        "quotes": "If you choose, you can be joyful every moment of your life. It's time you made your choice."
    },
    {
        "quotes": "There is no such thing as good habits and bad habits. Habit means living life without awareness."
    },
    {
        "quotes": "There is enough room in life for logic, but there is not enough room in logic for life."
    },
    {
        "quotes": "Degrees of submission to God are ad-infinitum, so revelations of the glories of Divinity will also be ad-infinitum."
    },
    {
        "quotes": "Until the body has conscious principle, which is also called as atma or soul in the scriptural language, it is identified as a person and not a body."
    },
    {
        "quotes": "Thoughts and emotions come from the same source. Thoughts are the dry expressions of the mind, emotions are juicy."
    },
    {
        "quotes": "If you look at life on the surface, it is brutal. If you look at it with some sensitivity, it is beautiful. But if you look at it with great depth, everything here is magical."
    },
    {
        "quotes": "If in the midst of fear and frustration, worry and anxiety, depression and disappointment, trial and tribulation, I cling to the Lotus feet of the Lord, I shall be in perfect peace."
    },
    {
        "quotes": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves."
    },
    {
        "quotes": "If you do not do what you cannot do, there is no problem. But if you do not do what you can do, you are a tragedy."
    },
    {
        "quotes": "The only real failure in life is not to be true to the best one knows."
    },
    {
        "quotes": "If someone tastes a little of the nectar of Krishna consciousness, he will naturally forget everything else, just as by eating a small quantity of sweets one's appetite is completely satiated."
    },
    {
        "quotes": "Spiritual tradition is valuable only as a living experience. Otherwise, it becomes an imposition."
    },
    {
        "quotes": "Unless your experience goes beyond the limitations of your body and mind, fear is natural."
    },
    {
        "quotes": "As the fletcher whittles and makes straight his arrows, so the master directs his straying thoughts."
    },
    {
        "quotes": "Something within you is longing to go beyond all boundaries. Allow it to find expression."
    },
    {
        "quotes": "Hata Yoga is about creating a body that will not be a hurdle but a stepping stone for you to blossom into your ultimate possibility."
    },
    {
        "quotes": "It is a man's own mind, not his enemy or foe, that lures him to evil ways."
    },
    {
        "quotes": "Blows are what awaken us and help to break the dream. They show us the insufficiency of this world and make us long to escape, to have freedom."
    },
    {
        "quotes": "If you give yourself absolutely to what you are doing, you are a natural devotee."
    },
    {
        "quotes": "In the practice of tolerance, one's enemy is the best teacher."
    },
    {
        "quotes": "A Woman cannot get enlightened, nor can a Man get enlightened. Only when you are beyond gender identifications, enlightenment becomes a possibility."
    },
    {
        "quotes": "Capability and power without the necessary consciousness is dangerous. It's time to raise human consciousness."
    },
    {
        "quotes": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things."
    },
    {
        "quotes": "You can live as a fragment of creation or as the very source of creation. It's time you make your choice."
    },
    {
        "quotes": "Anything that brings spiritual, mental, or physical weakness, touch it not with the toes of your feet."
    },
    {
        "quotes": "Alone to ALONE all alone all the way."
    },
    {
        "quotes": "Only when the masculine and the feminine play an equal role in our lives, there will be beauty and purpose to our existence."
    },
    {
        "quotes": "There is a oneness in the existence and a uniqueness in all human beings. The essence of spirituality is to recognize and enjoy this."
    },
    {
        "quotes": "If only there was a sufficient number of people whose experience of life goes beyond body and mind, this world will be a very different place."
    },
    {
        "quotes": "The gyani experiences that non dual tattva as Brahm, the yogi realizes Him as Parmatma and the bhakt sees Him as Bhagavan."
    },
    {
        "quotes": "He who trusts in the Lord, is ever at peace, with himself and the world."
    },
    {
        "quotes": "Without religion, a lot of people would need a psychiatrist because they neither have the heart nor the mind to withstand the uncertainty of life and death."
    },
    {
        "quotes": "Truth is in the openness in which all ideas arise, but which isn't affected by the ideas."
    },
    {
        "quotes": "The separate self can never discover the truth-in the end, the truth just awakens to itself through you."
    },
    {
        "quotes": "Love is a longing to include someone as a part of yourself. It is a possibility to become more than what you are, by inclusion."
    },
    {
        "quotes": "Whatever crisis is happening in your life, don't make a crisis out of yourself."
    },
    {
        "quotes": "The power is with the silent ones, who only live and love and then withdraw their personality. They never say 'me' and 'mine'; they are only blessed in being instruments."
    },
    {
        "quotes": "It doesn't matter what kind of karma you gathered in the past - this moment's karma is always in your hands."
    },
    {
        "quotes": "There is a region beyond reason. Unless you get there, you will neither know the sweetness of love nor the Divine."
    },
    {
        "quotes": "You can become truly aware and enjoy every bit of life only if you constantly remind yourself that you are mortal."
    },
    {
        "quotes": "Whatever you do with your body - whether you eat, dance, sing, or you just sit and breathe - if you do it with involvement and joy, you become a karma yogi."
    },
    {
        "quotes": "When devotion arises, life becomes profound."
    },
    {
        "quotes": "Sun is 14,00,000 times the size of earth. If the Sun's light is coming to my room by window, then I cannot say that Sun has come to my room."
    },
    {
        "quotes": "This dharma of soul is known as Bhagavat dharma, Sanatan dharma or Vaishnva dharma. This is natural dharma of living entities."
    },
    {
        "quotes": "It is not how much you do - how you do it is what makes life beautiful."
    },
    {
        "quotes": "There is no greater mystery than this, that we keep seeking reality though in fact we are reality. We think that there is something hiding reality and that this must be destroyed before reality is gained. How ridiculous!"
    },
    {
        "quotes": "Money is only a means, not a goal."
    },
    {
        "quotes": "With every single action that we perform, with every single thought and feeling that we generate within us, we can create a better situation around us."
    },
    {
        "quotes": "Free, we are not the number One, the first of all our objects, but Zero their universal and Absolute Subject."
    },
    {
        "quotes": "Om purnamadah purnamidam purnat purnamudacyate purnasya purnamadaya purnamevavasisyate' (Ishopanishad)-If you subtract Purna from Purna the remainder will be Purna, it will not be zero."
    },
    {
        "quotes": "Most of the time you are just thinking about life, not living life."
    },
    {
        "quotes": "Whatever you need will just happen if you keep your energies exuberant and focused."
    },
    {
        "quotes": "What is the appropriate behavior for a man or a woman in the midst of this world, where each person is clinging to his piece of debris? What's the proper salutation between people as they pass each other in this flood?"
    },
    {
        "quotes": "If you are deeply involved with even the simplest aspects of your life, you will see every aspect of your life is spectacular."
    },
    {
        "quotes": "Whatever the nature (behaviour) one possess, is his/her dharma. Dharma is of two types; Naimittik (temporary) and Nitya (eternal)."
    },
    {
        "quotes": "Human intellect is a tremendous tool. Unfortunately, most human beings are only using it for mundane aspects, such as earning a living."
    },
    {
        "quotes": "One must remember that if One has to learn about Supreme Lord he has to pray for His mercy. Without Lord's mercy one cannot attain the divine knowledge about Supreme Lord, as Supreme Lord is Omnipotent and Absolute."
    },
    {
        "quotes": "The love of God is brighter than the sun, cooler than the moon and sweeter and more fragrant by far than honey and musk."
    },
    {
        "quotes": "We can define the process of understanding how to become more aware but not the awareness to be understood."
    },
    {
        "quotes": "Ahimsa means not to commit violence. This is negative. But love means to do positive good to others, this is more covetable and effective."
    },
    {
        "quotes": "In Sanatan dharma scriptures of India there are two main divisions, karma kanda and bhakti"
    },
    {
        "quotes": "if we admit to existence of Bhagawan, we also have to admit to existence of His eneregy or shakti. We cannot admit existence of Bhagawan without shakti."
    },
    {
        "quotes": "The world, indeed, is like a dream and the treasures of the world are an alluring mirage! Like the apparent distances in a picture, things have no reality in themselves, but they are like heat haze."
    },
    {
        "quotes": "Suffering: the sense that things should be different than they are."
    },
    {
        "quotes": "Joy is a natural phenomenon. Misery is your creation."
    },
    {
        "quotes": "Love teaches us to speak little, to gaze much - gaze at the Beauty that is God!"
    },
    {
        "quotes": "Having children is not the key to a fulfilled life. You can have a dozen children and still be frustrated."
    },
    {
        "quotes": "Consciousness becomes dimmed chiefly through one's captivation and abiding interest in external objects."
    },
    {
        "quotes": "The most basic truth of life: One Being is creating all of thisall of these different expressions of life. There's only one Being here, and not only are you it but everyone else is it. Let that sink in a moment."
    },
    {
        "quotes": "If you pay sufficient attention, just one idea, one thought, one emotion can snowball into something phenomenal for yourself and for the whole of humanity."
    },
    {
        "quotes": "If only you knew the pain of a tree, an animal, a mountain, or anything else in existence the way you know the pain of your own body, you would keep everything well."
    },
    {
        "quotes": "If only you can go through difficult times with inner grace, every situation you face will be an opportunity to enhance your life."
    },
    {
        "quotes": "If you can think about, it's not the truth."
    },
    {
        "quotes": "Absolute reality cannot be manufactured by conditioned soul suffering from limitations of birth, death, disease, etc. Supreme reality is always existing, He cannot be manufactured by mind."
    },
    {
        "quotes": "Action, not reaction. By reaction, you get enslaved to the other."
    },
    {
        "quotes": "The source of creation is everywhere - within you and outside of you."
    },
    {
        "quotes": "Life has meaning only in the struggle. Triumph or defeat is in the hands of the Gods. So let us celebrate the struggle!"
    },
    {
        "quotes": "Inclusiveness is not a thought or emotion - it means your energy is willing to reverberate with anything in existence."
    },
    {
        "quotes": "Mind is restless, how to control it? Lord Sri Krishna advises us to practise Abhyasyoga' and 'Vairagya'. 'Abhyasyoga' means to try repeatedly. Vairagya has two implications - detachment from worldly and attachment with Krishna."
    },
    {
        "quotes": "It does not take any spiritual teaching to become loving, compassionate, and peaceful. It is just simple sense."
    },
    {
        "quotes": "When unpleasant things happen in our lives, we can become either wise or wounded - that is a choice we have."
    },
    {
        "quotes": "If we can make just 1% of the population meditative, this world will be a different place."
    },
    {
        "quotes": "For the wellbeing of humanity, the feminine and the masculine have to play an equal role."
    },
    {
        "quotes": "Though a man should conquer a thousand times a thousand men in battle, He who conquers himself is the greatest warrior."
    },
    {
        "quotes": "All emotions, if practiced regularly, grow in size."
    },
    {
        "quotes": "He who never thinks of anything as mine' does not feel the lack of anything: he is never worried by a sense of loss."
    },
    {
        "quotes": "Faith is, 'To believe what you do not see', the reward of which is, 'you see what you believed'."
    },
    {
        "quotes": "Your work is to discover your work and then with all your heart, give yourself to it."
    },
    {
        "quotes": "If there is something that means something to you, you should not postpone it for a single day."
    },
    {
        "quotes": "To understand the significance of the worship of Sri Krishna, we first have to know who Sri Krishna is and what constitutes His real self."
    },
    {
        "quotes": "A single touch of love can convert a savage into a civilized man."
    },
    {
        "quotes": "The criterion of recognizing a Sad Guru is that Guru must have two special qualities - as mentioned in the Upanishad, the Geeta and Bhagavat"
    },
    {
        "quotes": "True dignity is known only to the one who has risen beyond sin and virtue."
    },
    {
        "quotes": "Everything comes from nothingness and goes back to nothingness. Nothingness is the basis of existence."
    },
    {
        "quotes": "It is sure to be dark if you close your eyes."
    },
    {
        "quotes": "We do not see things as they are. We see them as we are."
    },
    {
        "quotes": "Sadhana is to master one's body, mind, emotion, and energy."
    },
    {
        "quotes": "When everything in existence is happening through an organic and intelligent design, is it possible that your life alone is happening accidentally?"
    },
    {
        "quotes": "Death is a cosmic joke. If you get the joke, falling on the other side will be wonderful."
    },
    {
        "quotes": "The physical eye can only see physical objects and nothing else. Things that are beyond matter and the senses are self-revelatory and can only be seen with the Lord's blessings"
    },
    {
        "quotes": "We do not need concepts to run life. Life runs according to the fundamental laws of nature."
    },
    {
        "quotes": "No matter where we are or what may be happening, connecting with the Self, our True Nature, is readily available as the inbreath."
    },
    {
        "quotes": "Once your life is an expression of your blissfulness, you will not be in conflict with anyone."
    },
    {
        "quotes": "How can you die when you are also death?"
    },
    {
        "quotes": "People resist change because they rather stick to the known devil than pursue the unknown angel."
    },
    {
        "quotes": "In relinquishing the limited, the unlimited becomes yours."
    },
    {
        "quotes": "The power is with the silent ones, who only live and love and then withdraw their personality. They never say \"me\" and \"mine\"; they are only blessed in being instruments."
    },
    {
        "quotes": "Until you know the pure ecstasy of being, your life is not fulfilled."
    },
    {
        "quotes": "To live a single day and hear a good teaching is better than to live a hundred years without knowing such teaching."
    },
    {
        "quotes": "The ego tends to equate having with Being: I have therefore I am. And the more I have, the more I am."
    },
    {
        "quotes": "Disappointment can come only to those who make Appointment with the future."
    },
    {
        "quotes": "Absolute passion towards the Divine. Compassion towards all life. Dispassion towards yourself."
    },
    {
        "quotes": "The one you has created the laws of nature also has the powers to break the laws of nature."
    },
    {
        "quotes": "Conscious action does not produce karma - reaction does."
    },
    {
        "quotes": "Two from one! This is the root of suffering."
    },
    {
        "quotes": "We are actors in a play who have forgotten they are in a play."
    },
    {
        "quotes": "One who is stuck in the realm of right and wrong, like and dislike, will never know the texture of love."
    },
    {
        "quotes": "A materialistic person is ruthless with other people but kind to himself. A spiritual person is ruthless with himself but kind to everybody else."
    },
    {
        "quotes": "Atman is also known as MAUN, where there is not even a trace of EGO."
    },
    {
        "quotes": "If you learn to create the right climate in your body, mind, and emotion, your health, wellbeing, and joy - everything will be taken care of."
    },
    {
        "quotes": "If I have but one atom of the love divine in the heart within, I shall not care for the highest paradise!"
    },
    {
        "quotes": "As per Vishnu Purana (6.5.74), One who possesses all majesty or wealth, all potency or strength, all fame, all beauty, all knowledge and all renunciation is known as Bhagawan."
    },
    {
        "quotes": "Diwali is not just about lighting lamps outside. Let your inner light shine."
    },
    {
        "quotes": "Taking joy in living is a woman's best cosmetic."
    },
    {
        "quotes": "Nature has given women so much power that the law has very wisely given them little."
    },
    {
        "quotes": "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult."
    },
    {
        "quotes": "Women are never stronger than when they arm themselves with their weaknesses."
    },
    {
        "quotes": "Men make roads,but it is the women who teach the children how to walk on them."
    },
    {
        "quotes": "A woman is like a tea bag: you cannot tell how strong she is until you put her in hot water."
    },
    {
        "quotes": "A woman is the full circle. Within her is the power to create, nurture and transform."
    },
    {
        "quotes": "The strength of women comes from the fact that psychology cannot explain us. Men can be analyzed, women merely adored."
    },
    {
        "quotes": "When one is overfed and another one is hungry, I call that a disaster."
    },
    {
        "quotes": "Practice notdoing. And everything will fall into place."
    },
    {
        "quotes": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance."
    },
    {
        "quotes": "The bark of a dog, the chirping of a bird, the drone of the insects, the full-throated symphony of the frogs, the drum, and the sacred chant are all same to the divine ear."
    },
    {
        "quotes": "It is good to love God for hope of reward, but it is better to love God for love's sake; and the prayer goes: O Lord, I do not want wealth nor, children nor learning. Grant me this, that I may love thee without the hope of reward."
    },
    {
        "quotes": "A wise man, recognizing that the world is but an illusion, does not act as if it is real, so he escapes the suffering."
    },
    {
        "quotes": "If you have one eye set on the goal, you have only one eye to find your way."
    },
    {
        "quotes": "It takes awareness to be involved but not entangled. The joy of life is in involvement, not entanglement."
    },
    {
        "quotes": "When there is no envy, jealousy, and comparison within you, you can focus your full capabilities on doing what is needed."
    },
    {
        "quotes": "The focus of education should not be on suppressive information but on kindling the thirst for knowledge."
    },
    {
        "quotes": "The idea of marriage is to multiply joy. If you multiply your miseries, it's a crime."
    },
    {
        "quotes": "Prepare to meet a man of wisdom by becoming a man of wisdom."
    },
    {
        "quotes": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    },
    {
        "quotes": "The highest force in life is Love! Love is in truth the profoundest philosophy of life! For love is expansion of the self. The Lord of Love is the inspirer of all religions. And paths of all converge to a common center."
    },
    {
        "quotes": "What you think of yourself and what the world thinks of you is only socially relevant. It has no existential relevance."
    },
    {
        "quotes": "A person who is jealous has not yet learnt to love."
    },
    {
        "quotes": "May your decisions be based upon what truly matters and works, not upon your likes and dislikes."
    },
    {
        "quotes": "In the vastness of the cosmos, everything is going perfect, but one nasty little thought in your mind can make it a bad day. That is lack of perspective."
    },
    {
        "quotes": "A guru is not a crutch but a bridge."
    },
    {
        "quotes": "What we think, we become."
    },
    {
        "quotes": "I don't see compassion as a quality. Life itself is compassion."
    },
    {
        "quotes": "Intelligent ones wonder - idiots are dead sure."
    },
    {
        "quotes": "People try to create an outwardly perfect life, but the quality of life is based on the inward."
    },
    {
        "quotes": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
    },
    {
        "quotes": "A powerful man will ask the advice of a weak man to prove to himself that he has no need of advice."
    },
    {
        "quotes": "There is so much talk about economic sustainability. Time to address the sustainability of joy in your life."
    },
    {
        "quotes": "Believers believe positively. Disbelievers believe negatively. Both are unwilling to admit that they do not know."
    },
    {
        "quotes": "You are life, and you are here to serve life. No one has any right to have a mission of their own."
    },
    {
        "quotes": "Isha Yoga is not just a practice - it is a living phenomenon. When you do it like an offering, it changes the very fundamentals of who you are."
    },
    {
        "quotes": "Nothing can be denied to you when your focus is one-pointed."
    },
    {
        "quotes": "I don't see individual human beings. I don't see individual things. I see the same divinity everywhere."
    },
    {
        "quotes": "Total annihilation is a prerequisite for enlightenment. You can't be one without the other."
    },
    {
        "quotes": "THE will is not free- it is a phenomenon bound by cause and effect -but there is something behind the will which is free."
    },
    {
        "quotes": "Taking care of the environment is not an obligation - our environment is our life."
    },
    {
        "quotes": "Only god is truth, everything else is false."
    },
    {
        "quotes": "If your acceptance is total, the whole existence will be a part of you. As a drop is a part of the ocean, the ocean is a part of the drop."
    },
    {
        "quotes": "If you try to be something other than what you are, life is stressful. If you are just yourself, it becomes effortless."
    },
    {
        "quotes": "Love does not need to dominate; it only seeks to surrender."
    },
    {
        "quotes": "If you dissolve your personality, your presence becomes very powerful - this is the essence of spiritual sadhana."
    },
    {
        "quotes": "Taste goodness before you recommend it."
    },
    {
        "quotes": "They say \"seeing is believing,\" but everyone sees what they want to see."
    },
    {
        "quotes": "Integrity, insight, and inclusiveness are the three essential qualities of leadership."
    },
    {
        "quotes": "All movement in existence is on the surface. The real thing is always still."
    },
    {
        "quotes": "You can't have fear without need."
    },
    {
        "quotes": "Whatever the shape of eyes and nose - a joyful face is always a beautiful face."
    },
    {
        "quotes": "Worry is like a rocking chair, it gives you something to do but it doesn't get you any where."
    },
    {
        "quotes": "How can you love one and hate the other when the same Divine exists in All?"
    },
    {
        "quotes": "That which tends to increase the divinity in you is virtue, and that which tends to increase brutality in you is vice."
    },
    {
        "quotes": "The true joy of eating is in being conscious that another life is willing to mingle and merge with you."
    },
    {
        "quotes": "Only those who keep the garbage of their minds aside are truly capable of love and compassion."
    },
    {
        "quotes": "Of all the creatures, only a human being can explore and know dimensions beyond the physical."
    },
    {
        "quotes": "Without the necessary awareness, freedom is dangerous."
    },
    {
        "quotes": "When I cease to own [physical or emotional pain], I liberate myself from its bondage and see it simply as it is."
    },
    {
        "quotes": "Whatever people think of you is really about the image they have of you, and that image isn't you."
    },
    {
        "quotes": "Sandalwood perfumes even the axe that hurls it down! The more we rub sandalwood against a stone, the more its fragrance spreads. Burn it, and it wafts its glory through the entire neighbourhood. Such is the enchanting beauty of forgiveness."
    },
    {
        "quotes": "O seeker, These thoughts have such power over you. From nothing you become sad, From nothing you become happy."
    },
    {
        "quotes": "Truth cannot be interpreted - it can only be experienced."
    },
    {
        "quotes": "By itself, reality is simple. It is ignorance that makes it complex."
    },
    {
        "quotes": "A successful man is one who can lay a firm foundation with the bricks that others throw at him."
    },
    {
        "quotes": "Exclusiveness is death. Inclusiveness is life."
    },
    {
        "quotes": "The unfortunate reality is that most people will know peace only with death - \"Rest in Peace.\" It is time we do something about it in life."
    },
    {
        "quotes": "Every worm, every insect, every animal is working for the ecological wellbeing of the planet. Only we humans, who claim to be the most intelligent species here, are not doing that."
    },
    {
        "quotes": "Once you are constantly aware of your mortality, your spiritual search will be unwavering."
    },
    {
        "quotes": "You can't have a problem without a thought."
    },
    {
        "quotes": "What I have to offer is not in my words. Allow yourself to be drenched in my presence and you will be overwhelmed with blissfulness."
    },
    {
        "quotes": "Nothingness is the basis of everything."
    },
    {
        "quotes": "Love is like perfume we cannot sprinkle it on others without getting some of it on ourselves."
    },
    {
        "quotes": "If your idea of success is just about being ahead of others, you will definitely not explore the full potential of who you are."
    },
    {
        "quotes": "Enormous potential and possibilities are destroyed in your life by the fear of suffering."
    },
    {
        "quotes": "Creation is a phenomenon, not a thing by itself. This is why we say it is maya, an illusion. It is not the way you think it is."
    },
    {
        "quotes": "Things that are Real are given and received in Silence."
    },
    {
        "quotes": "We are all born enlightened, but we have chosen to be ignorant."
    },
    {
        "quotes": "Having the inner strength, balance, and capability to live well irrespective of outside situations and conditions - that is freedom."
    },
    {
        "quotes": "When you are in love, you forget your own happiness: you only wish to make the loved one happy!"
    },
    {
        "quotes": "Don't go searching for a Guru. When the pain of ignorance within you becomes a scream, a Guru will come in search of you."
    },
    {
        "quotes": "Be it nationality, religion, or brand of clothes - people identify themselves with just about anything. In trying to bring stability to their lives, they only celebrate their limitations. That is not the way of life."
    },
    {
        "quotes": "Without innocence a man can not be wise. With it he can not become wise."
    },
    {
        "quotes": "Empowered by life energy, imagination becomes reality."
    },
    {
        "quotes": "Unleash your desire; limit it not to the limited. In the boundlessness of the desire is your ultimate nature."
    },
    {
        "quotes": "When you go by your body and your intellect alone, life is a circus. When the intelligence of the Divine begins to play its role, life becomes a dance."
    },
    {
        "quotes": "Love is a wonderful tool for blissfulness."
    },
    {
        "quotes": "The Divine is not sitting somewhere in heaven - it is within us."
    },
    {
        "quotes": "True love has no object. It is a state of being."
    },
    {
        "quotes": "When we cannot keep our minds peaceful, how can the world be peaceful? The world outside is a reflection of the human mind."
    },
    {
        "quotes": "At my core I am Aware Emptiness, and it is because I am empty that I am able to be filled, because I am nothing that I am capacity for everything."
    },
    {
        "quotes": "When you know the possibilities and the limitations of every aspect of life, wisdom and balance arises."
    },
    {
        "quotes": "Do not love leisure. Waste not a minute. Be bold. Realize the Truth, here and now!"
    },
    {
        "quotes": "My nature is love Him. And therefore I love. I do not pray for any-thing. I do not ask for anything. Let Him place me wherever He likes. I must love Him for love's sake. I can not trade in love."
    },
    {
        "quotes": "Your high opinion of me is your opinion only. Any moment you may change it. Why attach importance to opinions, even your own?"
    },
    {
        "quotes": "Those who work at a thing heart and soul not only achieve success in it but through their absorption in that they also realize the supreme truth Brahman. Those who work at a thing with their whole heart receive help from God."
    },
    {
        "quotes": "You cannot believe in God until you believe in yourself."
    },
    {
        "quotes": "Lose the hope for affirmation of being and you will find the peace. Emptiness is the natural state of reality, it can only be felt/known. Reality is not intellectual, it is mindless. Once you feel/know it then you will be finally free."
    },
    {
        "quotes": "Truth is not for comfort - it's for liberation. It's not a medicine - it's a killer."
    },
    {
        "quotes": "There is no destiny beyond and above ourselves; we are ourselves the architects of our future."
    },
    {
        "quotes": "You will not be truly happy until your heart is warmed by the spark of Love."
    },
    {
        "quotes": "True health fundamentally means to be in tune with nature, both inner and outer."
    },
    {
        "quotes": "Animal nature is well-established. Divine nature is well-established. Human nature is in flux. If you want, you can be God-like, or you can be brute."
    },
    {
        "quotes": "Either you live in the world of desire and fear, or you live in freedom."
    },
    {
        "quotes": "Self-realization means experiencing yourself as the source of creation."
    },
    {
        "quotes": "The purpose of terrorism is not war but to cripple a society with fear."
    },
    {
        "quotes": "One must fight one's way through before regaining one's original primal state. If one succeeds in the fight and reaches the goal, the enemy, namely the thoughts, will all subside in the Self and disappear entirely."
    },
    {
        "quotes": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."
    },
    {
        "quotes": "Love is the only solution to all the problems of life."
    },
    {
        "quotes": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient."
    },
    {
        "quotes": "Only the physical can be threatened. When a dimension beyond the physical becomes a living experience for you, there will be no more fear."
    },
    {
        "quotes": "EGO stands for: Edge God Out"
    },
    {
        "quotes": "Someone who is differently capable does not need your compassion or kindness - they need acceptance."
    },
    {
        "quotes": "When you change the way you look at things, the things you look at change."
    },
    {
        "quotes": "The greatest prayer is patience."
    },
    {
        "quotes": "Your thoughts and emotions may keep you fully engaged right now, but they are just small offshoots of life - they are not life itself."
    },
    {
        "quotes": "You will feel restless for God when your heart becomes pure and your mind free from worldy attachments. Then alone will your prayer reach God. A telegraph wire cannot carry messages if it has a break or some other defect."
    },
    {
        "quotes": "To say, 'LORD IS' is Gyanam. But 'THE LORD IS I' is Vigyanam."
    },
    {
        "quotes": "When we are in love, our entire personality changes. We become new!"
    },
    {
        "quotes": "Reality can only be seen in the absence of thought and belief."
    },
    {
        "quotes": "Fundamentally, the only thing you can give is yourself."
    },
    {
        "quotes": "The mind is not only memory - it is a window to consciousness. Memory is just the information you gathered. Consciousness contains the whole cosmos."
    },
    {
        "quotes": "Not disaster or disease, stagnation is the worst thing that can happen to a human being."
    },
    {
        "quotes": "If you become free from compulsions, you will know life in its many profound dimensions."
    },
    {
        "quotes": "Pain is a natural process. Suffering is self-created."
    },
    {
        "quotes": "If you are in communion with Truth, your relationships will just be relationships, not attachments. You will know involvement but no entanglement."
    },
    {
        "quotes": "To go through life effortlessly, children need an atmosphere that nurtures inner strength."
    },
    {
        "quotes": "In life, there are an infinite number of doors. If you are diligent, you will open some of them. If you are brilliant, you will open many of them. But if you are vibrant, they will open for you."
    },
    {
        "quotes": "Today is you own. Tomorrow perchance may never come."
    },
    {
        "quotes": "If you have money in your pocket, it is great. Only if it enters your head, it becomes a perversion."
    },
    {
        "quotes": "Spiritual process is not about teaching morality or giving solace - it is about helping you to turn inward."
    },
    {
        "quotes": "Democracy needs participants, not spectators."
    },
    {
        "quotes": "Light comes and goes. Darkness is always - it is the basis of existence."
    },
    {
        "quotes": "All that is needed for your Ultimate Liberation is to steadily stay on the path. Anyone who stays on the river naturally finds the ocean."
    },
    {
        "quotes": "Separation is an illusion created by thought."
    },
    {
        "quotes": "This Ariyan Eightfold Path, that is to say: Right view, right aim, right speech, right action, right living, right effort, right mindfulness, right contemplation."
    },
    {
        "quotes": "Understand that love never asks. If loved asked, then it would be noise, and love is silence and not noise."
    },
    {
        "quotes": "You can only let go of your attachments to the extent you trust life."
    },
    {
        "quotes": "Work is worthwhile only if it touches lives."
    },
    {
        "quotes": "The gap between your expectations and reality is your suffering."
    },
    {
        "quotes": "My life is a succession of events, just like yours. Only I am detached and see the passing show as a passing show, while you stick to things and move along with them."
    },
    {
        "quotes": "The world is full of hoops... but the hooks are ours."
    },
    {
        "quotes": "The greatest blessing of life is that we can love!"
    },
    {
        "quotes": "It would be wonderful if this world was guided by little children, because they are closer to life than anyone else."
    },
    {
        "quotes": "You can also ask for Brahma Jnana to divine mother."
    },
    {
        "quotes": "Mind is not in life. If mind is not in life, how on earth could it know what is life? It has to be present to know what is life. That's the illusion that life creates; that the mind is there... but it is not there! That is why it's an illusion."
    },
    {
        "quotes": "The sense organs can perceive things only in bits and pieces - never in totality."
    },
    {
        "quotes": "Having the sense to do what you can, standing aside in what you cannot do, and being alert and present, are the essence of yoga."
    },
    {
        "quotes": "A mundane life goes from womb to tomb. A life of awareness leads to liberation from the process of Life and Death."
    },
    {
        "quotes": "If you are willing, I will be with you in more ways than you will understand."
    },
    {
        "quotes": "The most enduring sort of power is realizing the power within."
    },
    {
        "quotes": "Hindu culture is essentially based upon the sacrifice implied in duty, and not upon acquisition, which is implied in rights."
    },
    {
        "quotes": "Only when you can understand yourself as All Pervading Consciousness can you possibly understand that all the universe is an emanation of your mind. Everything that you see comes out of you."
    },
    {
        "quotes": "Love does not need a strong rope to keep two hearts together: a slender thread is enough."
    },
    {
        "quotes": "The universe is not human centric. Every life form has a role to play- that's the beauty of it."
    },
    {
        "quotes": "Your property, your education, your beliefs, everything will drop when you drop this body. The only thing that goes beyond this body is your awareness."
    },
    {
        "quotes": "Learning and wisdom are superfluities, the surface glitter merely, but it is the heart that is the seat of all power."
    },
    {
        "quotes": "If you realize that all things change, there is nothing you will try to hold on to."
    },
    {
        "quotes": "You do not have a duty towards anyone or anything. If you have love and care, you will do what is needed."
    },
    {
        "quotes": "There is security in repetitive life patterns, but there are no possibilities, no growth."
    },
    {
        "quotes": "Power by itself is not corruption. Only when human beings hankering for dominance get hold of power, it becomes a source of corruption."
    },
    {
        "quotes": "What happens in your life is not 100% in your control. But what you make out of it is 100% up to you."
    },
    {
        "quotes": "They are not wrong but they do not know why they are right."
    },
    {
        "quotes": "The foot feels the foot when it feels the ground."
    },
    {
        "quotes": "If you cannot keep your mind peaceful, how can the world be peaceful? The conflicts and violence in the world are just a manifestation of the human mind."
    },
    {
        "quotes": "Ambition is like love, impatient both of delays and rivals."
    },
    {
        "quotes": "The only people who don't have contradictions are those people who can't see the contradictions they have."
    },
    {
        "quotes": "In deep, conscious involvement with everything around you, there is no entanglement - there is just joy."
    },
    {
        "quotes": "What to do or not to do in life is not a question of morality or ethics - it is a question of consequences."
    },
    {
        "quotes": "Joy is not to be sought outside - joy is your original state of being. If you do not mess up your mind, you will naturally be joyful."
    },
    {
        "quotes": "It is the business of every human being, according to one's intelligence, understanding, and situation, to do the best one can for oneself and people around."
    },
    {
        "quotes": "God has been everlastingly working in Silence, unobserved, unheard, except by those who experience His Infinite Silence."
    },
    {
        "quotes": "Modern societies have mistaken equality for sameness. In turn, every difference has become discriminatory."
    },
    {
        "quotes": "As people get more educated and complex in their minds, their ability to suffer increases, because they can create a greater variety of sufferings."
    },
    {
        "quotes": "The closest, nearest, and dearest place to commune with Truth is within yourself."
    },
    {
        "quotes": "The point of the teachings is to control your own mind. Restrain your mind from greed, and you will keep your body right, your mind pure and your words faithful."
    },
    {
        "quotes": "Life is constant uncertainty. The only certainty is death."
    },
    {
        "quotes": "Our quality of life does not depend on the percentage of economic growth. We will live well only when everything is green, there is enough fresh water, and the air is pure."
    },
    {
        "quotes": "To be in company is sweet. To be alone is absolute."
    },
    {
        "quotes": "Believing gives you comfort, solace, and a sense of belonging, but there will be no courage and commitment to seek what is true."
    },
    {
        "quotes": "Propelled by rage, we substitute one injustice for another. Propelled by compassion, we do what is needed."
    },
    {
        "quotes": "The magnetic needle always points to the North, and hence it is that the sailing vessel does not lose her direction. So long as the heart of man is directed towards God, he cannot be lost in the ocean of worldliness."
    },
    {
        "quotes": "What we are looking for is what is looking."
    },
    {
        "quotes": "Spiritual process is not a philosophy - it is a method to live your life totally."
    },
    {
        "quotes": "Thou one man conquers a thousand men, a thousand times in battle, he who conquers himself is the greatest warrior."
    },
    {
        "quotes": "There is nothing more important to true growth than realizing that you are not the voice of the mind; you are the one who hears it."
    },
    {
        "quotes": "The present moment holds the key to liberation. But you cannot find the present moment as long as you are your mind."
    },
    {
        "quotes": "Through zeal, knowledge is gotten, through lack of zeal, knowledge is lost; let a man who knows the double path of gain and loss thus place himself that knowledge may grow."
    },
    {
        "quotes": "He who has faith has everything, and he who lacks faith lacks everything. It is the faith in the name of the Lord that works wonders, FAITH IS LIFE & DOUBT IS DEATH."
    },
    {
        "quotes": "Truth is not hidden - you are hiding from it."
    },
    {
        "quotes": "Every moment of your life, you perform action - physically, mentally, emotionally, and energy-wise. Each action creates a certain memory. That is karma."
    },
    {
        "quotes": "Establishing the logical without becoming cruel, being open to the mystical without becoming fanciful, is what makes life beautiful."
    },
    {
        "quotes": "Your conclusions bind nobody but you."
    },
    {
        "quotes": "Competitors are not enemies. They are people who keep reminding you of your own shortcomings."
    },
    {
        "quotes": "There is so much adventure that only a youth can experience. Youth is not the time to languish in pleasure - youth is the time for exploration and adventure."
    },
    {
        "quotes": "Walls of self-protection are also walls of self-imprisonment."
    },
    {
        "quotes": "Technology without wisdom brings destruction."
    },
    {
        "quotes": "To live is to give, and to give is to live."
    },
    {
        "quotes": "Your thoughts and emotions are of no existential consequence. They are your creation - you could make them any way you want."
    },
    {
        "quotes": "If you want to enjoy success, before you engineer situations, first of all you have to engineer yourself."
    },
    {
        "quotes": "It does not matter what goes on in the mind, it really doesn't."
    },
    {
        "quotes": "I am not the knower, nor the known, nor the knowing. These three are not real. They only seem to be when I am not known."
    },
    {
        "quotes": "There are many ways to God. But the surest and shortest way is the way of love."
    },
    {
        "quotes": "Every individual has his destiny to live through. Do not imprison anyone: do not cling to anyone. Set everyone free! That is the meaning of true love!"
    },
    {
        "quotes": "Endurance is one of the most difficult disciplines, but it is to the one who endures that the final victory comes."
    },
    {
        "quotes": "Every human being deserves to live in a consecrated space, a space that helps you transcend the ways of the world."
    },
    {
        "quotes": "Meditate. Live purely. Be quiet. Do your work with mastery. Like the moon, come out from behind the clouds! Shine."
    },
    {
        "quotes": "This desire [for Bliss] is born of the sense of incompleteness. In deep sleep you were blissful. Now you are not so. What has interposed between that Bliss and this non-bliss? It is the ego. Seek its source and find you are Bliss."
    },
    {
        "quotes": "Do any deserve liberty who are not ready to give it to others? Let us calmly go to work, instead of dissipating our energy in unnecessary fretting and fuming."
    },
    {
        "quotes": "By domination, you will not know life. You will know life only by inclusion."
    },
    {
        "quotes": "A spiritual person and a materialistic person are both seeking the same infinite. One is seeking it consciously, the other one unconsciously."
    },
    {
        "quotes": "Believing something that is not in your experience means losing touch with reality."
    },
    {
        "quotes": "What we think, we become."
    },
    {
        "quotes": "Life knows no failure. Failure exists only for those who are always comparing themselves with others."
    },
    {
        "quotes": "Moral values, and a culture and a religion, maintaining these values are far better than laws and regulations."
    },
    {
        "quotes": "The moment you transcend the limitations of your logical mind, there is no such thing as time and space."
    },
    {
        "quotes": "Seek first to understand... there will always be time later for judgment."
    },
    {
        "quotes": "The significance of a teacher is not to just rattle off information, but to inspire and allow each student to blossom."
    },
    {
        "quotes": "Purity in thought, speech, and act is absolutely necessary for anyone to be religious."
    },
    {
        "quotes": "When your perception is tinted by memory, it is karma. Your memory is the basis of your prejudice."
    },
    {
        "quotes": "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found."
    },
    {
        "quotes": "Never try to destroy the enemy. Destroy the enmity."
    },
    {
        "quotes": "Life is a pilgrimage. The wise man does not rest by the roadside inns. He marches direct to the illimitable domain of eternal bliss, his ultimate destination."
    },
    {
        "quotes": "Peace of mind is your richest treasure. See that you do nothing which may rob you of your peace of mind. Regulate your life in such a way that it adds to your inner calm and does not take away your peace."
    },
    {
        "quotes": "Don't look back forward, infinite energy, infinite enthusiasm, infinite daring, and infinite patience then alone can great deeds be accomplished."
    },
    {
        "quotes": "If you learn to include others as a part of yourself, your life will become an expression of joyfulness, not a pursuit of happiness."
    },
    {
        "quotes": "Being human means being capable of looking at every life form with a sense of tenderness."
    },
    {
        "quotes": "Man's sufferings and worries spring only from his persistent thought that he is the doer."
    },
    {
        "quotes": "Only a person who is willing to die can live totally."
    },
    {
        "quotes": "Both innocence and evil are without guilt."
    },
    {
        "quotes": "The source of creation is in every atom, in every creature, in every cell of your body. If you can access it, your life will be magical."
    },
    {
        "quotes": "There is only one time when it is essential to awaken. That time is now."
    },
    {
        "quotes": "If your goal is Ultimate Liberation, every breath, every step, every beat of your heart should become conscious."
    },
    {
        "quotes": "Only when you are absolutely devoted to what you do, you can produce something significant in the world."
    },
    {
        "quotes": "I never see what has been done; I only see what remains to be done."
    },
    {
        "quotes": "Whenever you give others poison, a part of it enters you too. Whenever you give others nourishment, a part of it enters you too."
    },
    {
        "quotes": "Sadhana is a tool to consciously hasten your spiritual evolution."
    },
    {
        "quotes": "Transforming a nation doesn't take spiritual enlightenment - just some sense and love for everyone who lives around us."
    },
    {
        "quotes": "Education should not be about molding children the way you want them, but about supporting their natural longing to know."
    },
    {
        "quotes": "An idea that is developed and put into action is more important than an idea that exists only as an idea."
    },
    {
        "quotes": "When you know yourself as Awareness, everything is a Miracle! Let go of everything and see that you are nothing! If you really know yourself as truly nothing, than you will automatically and effortlessly marvel at everything."
    },
    {
        "quotes": "Decay is inherent in all compounded things. Strive on with diligence."
    },
    {
        "quotes": "All beliefs will crash somewhere. Only reality will sustain itself."
    },
    {
        "quotes": "If you know how to deceive, you can have everything, yet you will have nothing."
    },
    {
        "quotes": "The imagined sense of being a separate 'I' is the source of all problems."
    },
    {
        "quotes": "Turning spiritual means taking your destiny into your hands."
    },
    {
        "quotes": "While genius is novel, novelty is not genius."
    },
    {
        "quotes": "Learn to look at everything with loving eyes. If you get out of the quagmire of prejudices and onto the bedrock of love, taking you to the Ultimate will be easy."
    },
    {
        "quotes": "Learning and wisdom are superfluities, the surface glitter merely, but it is the heart that is the seat of all power. It is not in the brain but in the heart that the Atman, possessed of knowledge, power, and activity, has its seat."
    },
    {
        "quotes": "Devotees are fools who don't think about their wellbeing, they don't have to think about it because they found it."
    },
    {
        "quotes": "If you know how to touch the core of a human being, everyone is willing to do the best for you."
    },
    {
        "quotes": "A concept never is conscious or alive; it doesn't know it is there. Only Consciousness Itself is conscious to know anything."
    },
    {
        "quotes": "For one who has a clear focus on the path, mukti is just a question of time."
    },
    {
        "quotes": "It is not that belief is blind. It is just that belief blinds people."
    },
    {
        "quotes": "Youth is humanity in the making. If something is in the works, the more attention you pay to it, the better the product will be."
    },
    {
        "quotes": "The way things really are depends on what concepts you buy into."
    },
    {
        "quotes": "Whatever you do willingly, you enjoy. Whatever you do unwillingly, you suffer."
    },
    {
        "quotes": "Once you know maya, it runs away, it can no more influence you."
    },
    {
        "quotes": "Using a spiritual process as power over others is a sure way for self-destruction."
    },
    {
        "quotes": "In reality, there is only now. If you know how to handle this moment, you know how to handle eternity."
    },
    {
        "quotes": "Suffering is not necessarily proportional to one's material deprivation. People who have everything may suffer more deeply than those who have nothing."
    },
    {
        "quotes": "A consecrated space is a cared-for, cultured space. This is where human beings should be if they want to blossom."
    },
    {
        "quotes": "People call books holy, but they are yet to realize that life is holy."
    },
    {
        "quotes": "Sharpness of the intellect is not about outsmarting others, but about seeing life just the way it is."
    },
    {
        "quotes": "For any human being to be successful, Grace is needed. No matter how much intelligence, skill, and competence you have, you still will not be successful if you do not know how to receive Grace."
    },
    {
        "quotes": "I am not interested in you seeking God. I am interested in you becoming godlike."
    },
    {
        "quotes": "There is not a single breath in my life that is not my Guru's will."
    },
    {
        "quotes": "To progress on the path, you should only be concerned about where you go, not where you came from."
    },
    {
        "quotes": "If you want to find out the purpose of life, you need to look beyond the limitations of body and mind."
    },
    {
        "quotes": "We don't need more Hindus, more Christians, or more Muslims - we need more Buddhas, more Jesuses, and more Krishnas - then there will be true change. Every human being has that inner potential."
    },
    {
        "quotes": "The highest force in existence is consciousness, and you are that."
    },
    {
        "quotes": "Compassion is the most liberating of emotions."
    },
    {
        "quotes": "Love is not an act, it is a quality."
    },
    {
        "quotes": "The focus of education should not be on suppressive information but on kindling the thirst for knowing."
    },
    {
        "quotes": "Creation is sound. The Creator is stillness."
    },
    {
        "quotes": "Waiting is not about time - it is a certain quality. You can wait upon someone or something only when you do not think too much of yourself."
    },
    {
        "quotes": "Spirituality is neither a psychological nor a social process - it is 100% existential."
    },
    {
        "quotes": "Don't be excessively concerned about health - that itself is sickness."
    },
    {
        "quotes": "Nothing in existence is ever repeated no two blades of grass are the same. Everything is fresh and unique only the mind is in constant repetition."
    },
    {
        "quotes": "Love is not an instrument of convenience. Love is a process of self-annihilation."
    },
    {
        "quotes": "Optimists hallucinate; pessimists get depressed. Both will not get anywhere. You must be willing to see everything the way it is."
    },
    {
        "quotes": "If you raise your inner energies to their highest pitch, God becomes a reality."
    },
    {
        "quotes": "When you are committed, the whole world is behind you, supporting you in fulfilling your dream."
    },
    {
        "quotes": "The spiritual process is not a therapy - it is a device to liberate."
    },
    {
        "quotes": "When there is no fear of suffering in you, you will explore life in its full possibility."
    },
    {
        "quotes": "Awareness is life. Life is awareness. There is no other way to be."
    },
    {
        "quotes": "A situation becomes stressful only when you compulsively react to it."
    },
    {
        "quotes": "Trees are the source of your very breath - cut and you shall curtail life itself."
    },
    {
        "quotes": "Yoga means union. To be in a state of yoga means to be complete within yourself."
    },
    {
        "quotes": "Full human capabilities will find expression not in competition, but only in absolute relaxation."
    },
    {
        "quotes": "The masculine and the feminine are two aspects of who you are. If you are too identified with one, you will be half a life."
    },
    {
        "quotes": "One simple thing that can transform a human being is emotion. Your emotion can drag you into the gutter or it can take you to the highest peak of consciousness."
    },
    {
        "quotes": "To stand up and fight doesn't take intelligence. To understand and give in takes a lot more."
    },
    {
        "quotes": "Talking or acting spiritual is of no use. Spirituality is about transforming yourself."
    },
    {
        "quotes": "The spiritual process is just like the life process - a seamless happening. Boundaries are creations of the human mind, and of other creatures of your kind."
    },
    {
        "quotes": "I'm completely drunk, all the time. Not on wine - on the Divine."
    },
    {
        "quotes": "There is no point in making yourself believe everything is going to be all right. But if you do the right things, you can leave this world a better place."
    },
    {
        "quotes": "Being alive is the greatest phenomenon, not just on this planet, but in the whole cosmos."
    },
    {
        "quotes": "If you understand that desire is an endless process, it is a game you can play joyfully."
    },
    {
        "quotes": "If we cannot celebrate death as we celebrate birth, we do not know life."
    },
    {
        "quotes": "In the lap of Mother Earth, we are being nourished. Naturally, we should be reverential towards her."
    },
    {
        "quotes": "Anger is a way of poisoning yourself."
    },
    {
        "quotes": "It is not the length but the strength of one's life that matters."
    },
    {
        "quotes": "For wealth to translate into wellbeing, you need a spiritual element within you. Without that, your success will work against you."
    },
    {
        "quotes": "I am not God...just a small human trying to purify my being...I write my mind and heart with love and concern ....pure simple thoughts for the good souls reading them...pardon any mistakes...\"blessings.\""
    },
    {
        "quotes": "At the height of laughter, the universe is flung into a kaleidoscope of new possibilities."
    },
    {
        "quotes": "We live in a wonderful world that is full of beauty, charm and adventure. There is no end to the adventures we can have if only we seek them with our eyes open."
    },
    {
        "quotes": "The fascination of shooting as a sport depends almost wholly on whether you are at the right or wrong end of a gun."
    },
    {
        "quotes": "Travel light on your journey in life. Your desires and expectations are heavy baggage which slow you down and thwart your progress. Let them go."
    },
    {
        "quotes": "Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service."
    },
    {
        "quotes": "May no living creatures, not even insects, Be bound unto samsaric life; nay, not one of them;But may I be empowered to save them all."
    },
    {
        "quotes": "Your duty is to BE and not be this or that."
    },
    {
        "quotes": "Eating good food is the best of all types of material happiness."
    },
    {
        "quotes": "I love to think of nature as an unlimited broadcasting station, through which god speaks to us every hour, if only we will tune in."
    },
    {
        "quotes": "Perfection is attained by slow degrees; she requires the hand of time."
    },
    {
        "quotes": "We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace."
    },
    {
        "quotes": "Everything you do, teaches you something. Everybody you work with, you get something from him or her and they get something from you..."
    },
    {
        "quotes": "Many people know so little what is beyond their short range of experience. They look within themselves and find nothing! Therefore they conclude that there is nothing outside themselves, either."
    },
    {
        "quotes": "An ignorant man committing evil deeds does not realize the consequences. The imprudent man is consumed by his own deeds, like one burnt by fire."
    },
    {
        "quotes": "Let us serve the world soulfully. The pay we will receive for our service will be in the currency of gratitude. God's gratitude."
    },
    {
        "quotes": "I am the Alpha and the Omega, the first and the last, the beginning and the end."
    },
    {
        "quotes": "God loved the birds and invented trees. Man loved the birds and invented cages."
    },
    {
        "quotes": "Rain showers my spirit and waters my soul."
    },
    {
        "quotes": "The grace of the Guru is like an ocean. If one comes with a cup he will only get a cupful. It is no use complaining of the niggardliness of the ocean."
    },
    {
        "quotes": "At any time, in any form and accepted name, if one is shorn of all attachment, that one is you alone. My Lord! You are one although variously appearing."
    },
    {
        "quotes": "What is religion? It is compassion for all things which have life."
    },
    {
        "quotes": "As a man passes from dream to wakefulness, so does he pass from this life to the next."
    },
    {
        "quotes": "Be grateful for whomever comes, because each has been sent as a guide from beyond."
    },
    {
        "quotes": "Master your vagabond thoughts, try to raise yourself above the fluctuations of life, and you will see all your anxiety disappear concerning the place propitious for sadhana."
    },
    {
        "quotes": "If thy brother wrongs thee, remember not so much his wrongdoing, but more than ever that he is thy brother."
    },
    {
        "quotes": "Be the peace you wish for the world."
    },
    {
        "quotes": "Your chances of success in any undertaking can always be measured by your belief in yourself."
    },
    {
        "quotes": "Imagine witnessing this moment with no expectations."
    },
    {
        "quotes": "Design is intelligence made visible"
    },
    {
        "quotes": "A liar begins with making falsehood appear like truth, and ends with making truth itself appear like falsehood."
    },
    {
        "quotes": "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit."
    },
    {
        "quotes": "You pray for good health and a body that will be strong in old age. Good but your rich foods block the gods' answer and tie Jupiter's hands."
    },
    {
        "quotes": "What is the use of a house if you don't have a decent planet to put it on?"
    },
    {
        "quotes": "Happiness is a direct experience arising from your innate nature. The origin of happiness rests completely outside the perimeters of your mind."
    },
    {
        "quotes": "Healing rain is a real touch from God. It could be physical healing or emotional or whatever."
    },
    {
        "quotes": "With a genuine keenness or readiness to serve others, one can attain happiness in any group or community."
    },
    {
        "quotes": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add colour to my sunset sky."
    },
    {
        "quotes": "Kindness is the language which the deaf can hear and the blind can see."
    },
    {
        "quotes": "A sister is a little bit of childhood that can never be lost."
    },
    {
        "quotes": "It's only when we silence the blaring sounds of our daily existence that we can hear the whisper of truth that life reveals to us."
    },
    {
        "quotes": "When you travel towards your objective, be sure to pay attention to the path. The path teaches us the best way to arrive and enriches us while we are traveling along it."
    },
    {
        "quotes": "For they sow the wind, and they shall reap the whirlwind."
    },
    {
        "quotes": "Wherever there is a human being, there is an opportunity for a kindness."
    },
    {
        "quotes": "Ashes fly back in the face of him who throws them."
    },
    {
        "quotes": "We could say that there was no creation, and that the universe has always been here. But this is even more difficult to accept than creation"
    },
    {
        "quotes": "Teaching a child not to step on a caterpillar is as valuable to the child as it is to the caterpillar."
    },
    {
        "quotes": "Make your mind one-pointed in meditation, and your heart will be purified...."
    },
    {
        "quotes": "A river seems a magic thing. A magic, moving, living part of the very earth itself."
    },
    {
        "quotes": "He who follows me will not walk in darkness but will have the light of life."
    },
    {
        "quotes": "If we wish to make a new world, we have the material ready. The first one, too, was made out of chaos."
    },
    {
        "quotes": "The dance of the flower in the wind, in the sun, in the rain, cannot be understood by the head; the heart has to be open for it."
    },
    {
        "quotes": "Be determined. The Tempter masters the lazy and irresolute man who dwells on the attractive side of things, ungoverned in his senses, and unrestrained in his food, like the wind overcomes a rotten tree."
    },
    {
        "quotes": "Confucius said... In the world there are many different roads but the destination is the same. There are a hundred deliberations but the result is one."
    },
    {
        "quotes": "Life is not measured by the number of breaths we take, but by the moments that take our breath away."
    },
    {
        "quotes": "The farmer has to be an optimist or he wouldn't still be a farmer"
    },
    {
        "quotes": "He who looks inwardly at the Self revels in the Self; He who revels in the Self looks inwardly at the Self"
    },
    {
        "quotes": "Learn to make the whole world your own. No one is a stranger, my child; this whole world is your own."
    },
    {
        "quotes": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    },
    {
        "quotes": "If a tree falls in the woods, and there's no one there to hear it, how will the enviornmentalists react ?"
    },
    {
        "quotes": "Respect for teachers cannot be ordered; it must be earned."
    },
    {
        "quotes": "Express yourself completely, Then keep quiet. Be like the forces of nature; When it blows, there is only wind; When it rains, there is only rain; When the clouds pass, the sun shines through."
    },
    {
        "quotes": "Life has to be overflowing, it has to be luxurious. A rosebush just surviving somehow is not going to give you roses"
    },
    {
        "quotes": "You are what you believe yourself to be"
    },
    {
        "quotes": "With the realisation of one's own potential and self-confidence in one's ability, one can build a better world."
    },
    {
        "quotes": "Kindness, like a boomerang, always returns."
    },
    {
        "quotes": "Spiritual teacher enjoins us to comprehend by our soul the infinite spirit which is in the depth of the moving and changing facts of the world; the urging of our artistic."
    },
    {
        "quotes": "Haste makes waste. Waste makes worry. Don't be in a hurry!"
    },
    {
        "quotes": "Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby."
    },
    {
        "quotes": "Each time dawn appears, the mystery is there in its entirety."
    },
    {
        "quotes": "You cannot travel the path until you have become the path itself."
    },
    {
        "quotes": "In prayer, let us ask for less, thank more! Thank the Lord for His mercies which endure from everlasting to everlasting!"
    },
    {
        "quotes": "It is important we cultivate love and compassion to all the sentient beings which is the way to bring peace to all."
    },
    {
        "quotes": "Peace be to earth and to airy spaces! Peace be to heaven, peace to the waters, peace to the plants and peace to the trees! May all the gods grant me peace!"
    },
    {
        "quotes": "Those who educate children well are to be honoured more than parents, for parents only gave life, and teachers, the art of living well."
    },
    {
        "quotes": "In primal time, in all time, was the Creator; Nothing is real but the Eternal. Nothing shall last but the Eternal."
    },
    {
        "quotes": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men."
    },
    {
        "quotes": "We have two ears and one mouth so that we can listen twice as much as we speak."
    },
    {
        "quotes": "A man, who realises the potential of his mind by means of introspection and contemplation, does not lack self-confidence. He has control over his mind and he is able to realise its full potential."
    },
    {
        "quotes": "Service to others is the rent you pay for your room here on earth."
    },
    {
        "quotes": "Courage is grace under pressure."
    },
    {
        "quotes": "The value of a man resides in what he gives and not in what he is capable of receiving."
    },
    {
        "quotes": "Life is too short, or too long, for me to allow myself the luxury of living it so badly"
    },
    {
        "quotes": "Lao Tan said, It means to attain Perfect Beauty and wander in Perfect Happiness. He who attains Perfect Beauty and wanders in Perfect Happiness may be called the Perfect Man."
    },
    {
        "quotes": "Luxury makes a man so soft that it is hard to please him, and easy to trouble him; so that his pleasures at last become his burden."
    },
    {
        "quotes": "This world is your body. This world is a great school. This world is your silent teacher."
    },
    {
        "quotes": "Silence is the garden of meditation."
    },
    {
        "quotes": "Truth is in the openness in which all ideas arise, but which isn't affected by the ideas."
    },
    {
        "quotes": "As soon as the fear approaches near, attack and destroy it."
    },
    {
        "quotes": "I know by my own pot how others boil."
    },
    {
        "quotes": "Music gives soul to the universe, wings to the mind, flight to the imagination and life to everything."
    },
    {
        "quotes": "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotations."
    },
    {
        "quotes": "The teacher should regard the pupil as his child. The pupil should regard the teacher as his parent."
    },
    {
        "quotes": "Rain down your wisdom in sacred streams to carry me like an upturned leaf through the currents of this grey day."
    },
    {
        "quotes": "If we are peaceful, if we are happy, we can smile and blossom like a flower, and everyone in our family, our entire society, will benefit from our peace."
    },
    {
        "quotes": "Let food be thy medicine, and let thy medicine be food."
    },
    {
        "quotes": "The worthy person is grateful and mindful of benefits done to him. This gratitude, this mindfulness, is congenial to the best people."
    },
    {
        "quotes": "From craving is born grief, from craving is born fear. For one freed from craving there's no grief- so how fear?"
    },
    {
        "quotes": "Those who understand see themselves in all, and all, in themselves."
    },
    {
        "quotes": "The best way to find your-self is to lose yourself in the service of others."
    },
    {
        "quotes": "Service to others is the rent you pay for your room here on earth."
    },
    {
        "quotes": "Travel enables us to enrich our lives with new experiences, to enjoy and to be educated."
    },
    {
        "quotes": "The best way to find your-self is to lose yourself in the service of others... All other pleasures and possessions pale into nothingness before service which is rendered in a spirit of joy."
    },
    {
        "quotes": "At any time, in any form and accepted name, if one is shorn of all attachment, that one is you alone. My Lord! You are one although variously appearing."
    },
    {
        "quotes": "Life is short but there is always time for courtesy."
    },
    {
        "quotes": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
    },
    {
        "quotes": "The great, unborn Self is undecaying, immortal, undying, fearless, infinite."
    },
    {
        "quotes": "We cannot do great things on earth, only small things with great love."
    },
    {
        "quotes": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
        "quotes": "The great, unborn Self is undecaying, immortal, undying, fearless, infinite."
    },
    {
        "quotes": "There is no evil that cannot be done by the liar, who has transgressed the one law of truthfulness and who is indifferent to the world beyond."
    },
    {
        "quotes": "Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service."
    },
    {
        "quotes": "Just as the soft rains fill the streams, pour into the rivers and join together in the oceans, so may the power of every moment of your goodness flow forth to awaken and heal all beings."
    },
    {
        "quotes": "If you keep breaking other people's hearts, whatever religious duty you perform is no good."
    },
    {
        "quotes": "Eternal nothingness is fine if you happen to be dressed for it."
    },
    {
        "quotes": "The love that you withhold is the pain that you carry lifetime after lifetime."
    },
    {
        "quotes": "An experience teaches ably the good observer; but far from seeking a lesson in it, everyone looks for an argument in experience, and everyone interprets the conclusion in his own way."
    },
    {
        "quotes": "Meditation is not the means to an end. It is both the means and the end."
    },
    {
        "quotes": "Rain clouds come floating in, not to muddy my days ahead, but to make me calm, happy and hopeful."
    },
    {
        "quotes": "Proficiency in meditation amounts to fixity in the real."
    },
    {
        "quotes": "No one has the impression that a plant is in charge of its growing; it's a movement of nature. Why would you think it's different for us?"
    },
    {
        "quotes": "All that is on the earth will perish: But will abide forever the face of thy Lord- full of majesty, bounty, and honour."
    },
    {
        "quotes": "Travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living."
    },
    {
        "quotes": "The best things are never arrived at in haste. God is in no hurry; His plans are never rushed."
    },
    {
        "quotes": "One of the basic points is kindness. With kindness, with love and compassion, with this feeling that is the essence of brotherhood, sisterhood, one will have inner peace."
    },
    {
        "quotes": "If you have men who will exclude any of God's creatures from the shelter of compassion and pity, you will have men who will deal likewise with their fellow men."
    },
    {
        "quotes": "The net of Heaven is cast wide. Though the mesh is not fine, yet nothing ever slips through."
    },
    {
        "quotes": "Many people know so little what is beyond their short range of experience. They look within themselves and find nothing! Therefore they conclude that there is nothing outside themselves, either."
    },
    {
        "quotes": "You are the community now. Be a lamp for yourselves. Be your own refuge. Seek for no other. All things must pass. Strive on diligently. Don't give up."
    },
    {
        "quotes": "A deep gratitude must be shown towards the whole just for the opportunity that you are, that you can meditate, that you can be silent, that you can laugh."
    },
    {
        "quotes": "All that is on the earth will perish: But will abide forever the face of thy Lord-full of majesty, bounty, and honour."
    },
    {
        "quotes": "It is confidence in our bodies, minds and spirits that allows us to keep looking for new adventures, new directions to grow in, and new lessons to learn - which is what life is all about."
    },
    {
        "quotes": "As men approach Me, so I receive them. All paths, Arjuna, lead to Me."
    },
    {
        "quotes": "Life is life-whether in a cat, or dog or man. There is no difference there between a cat or a man. The idea of difference is a human conception for man's own advantage."
    },
    {
        "quotes": "Most of the luxuries and many of the so-called comforts of life, are not only not indispensable, but positive hindrances to the elevation of mankind"
    },
    {
        "quotes": "As you are externally aware, so also you can be inwardly aware of your thoughts and feelings, of your motives and urges, of your prejudices, envies, greed and pride."
    },
    {
        "quotes": "Always be a little kinder than necessary."
    },
    {
        "quotes": "Happiness is not a future event."
    },
    {
        "quotes": "A bit of fragrance always clings to the hand that gives roses."
    },
    {
        "quotes": "The difference between school and life? In school, you're taught a lesson and then given a test. In life, you're given a test that teaches you a lesson."
    },
    {
        "quotes": "When you are at peace with yourself and you love yourself, it's virtually impossible for you to do things to yourself that are destructive."
    },
    {
        "quotes": "When you change the way you look at things, the things you look at, change."
    },
    {
        "quotes": "Nothing should stand between yourself and God. Not spiritual masters, not even your faith."
    },
    {
        "quotes": "Life is life whether in a cat, or dog or man. There is no difference there between a cat and man. The idea of difference is a human conception for man's own advantage."
    },
    {
        "quotes": "Enlightenment is the direct, abiding realization that YOU don't exist. Anything else, ain't it."
    },
    {
        "quotes": "You have absolutely NOTHING to give up, nothing to surrender, nothing to let go of. You are already the totally free liberated God Self."
    },
    {
        "quotes": "People are born for different tasks, but in order to survive every one requires the same nourishment; inner peace."
    },
    {
        "quotes": "Confucius said... In the world there are many different roads but the destination is the same. There are a hundred deliberations but the result is one."
    },
    {
        "quotes": "What you are is that which notices what you are not."
    },
    {
        "quotes": "As rivers flow into the ocean but cannot make the vast ocean overflow, so flow the streams of the sense-world into the sea of peace that is the sage."
    },
    {
        "quotes": "Letting go of fear, attachment, grief and anger is the sannyasin's renunciation. He savours only the taste of his oneness with the ultimate reality."
    },
    {
        "quotes": "As men approach Me, so I receive them. All paths, Arjuna, lead to Me."
    },
    {
        "quotes": "In primal time, in all time, was the Creator; Nothing is real but the Eternal. Nothing shall last but the Eternal."
    },
    {
        "quotes": "A friend loveth at all times, and a brother is born for adversity."
    },
    {
        "quotes": "Happy is the unity of the Sangha. Happy is the discipline of the united ones."
    },
    {
        "quotes": "The person in front of you is reflection of yourself be kind to yourself."
    },
    {
        "quotes": "Healing takes courage, and we all have courage, even if we have to dig a little to find it."
    },
    {
        "quotes": "Life's challenges are not supposed to paralyse you, they're supposed to help you discover who you are"
    },
    {
        "quotes": "The Secret to Peace of mind is to not identify with anything other than your True Self."
    },
    {
        "quotes": "The soul which is free from the defect of karma gets to the highest point of the universe, knows all and perceives all, and obtains the transcendental bliss everlasting."
    },
    {
        "quotes": "An experience teaches ably the good observer; but far from seeking a lesson in it, everyone looks for an argument in experience, and everyone interprets the conclusion in his own way."
    },
    {
        "quotes": "Each species is a masterpiece, a creation assembled with extreme care and genius."
    },
    {
        "quotes": "Happiness can be found neither in us nor in external things, but in God and in us as united with Him."
    },
    {
        "quotes": "It is mind that has thoughts and feelings, not I. Birth, growth, decay and death pertain to the body and not to Me."
    },
    {
        "quotes": "Always do your best. What you plant now, you will harvest later."
    },
    {
        "quotes": "I am the Alpha and the Omega, the first and the last, the beginning and the end."
    },
    {
        "quotes": "The self-confidence one builds from achieving difficult things and accomplishing goals is the most beautiful thing of all."
    },
    {
        "quotes": "Contentment is natural wealth, luxury is artificial poverty."
    },
    {
        "quotes": "It's not about understanding, it's about a falling. A falling into the awesome mystery that is life itself. A falling into not-knowing. And in that falling, the seeker is no more."
    },
    {
        "quotes": "No man should talk one way with his lips and think another way in his heart."
    },
    {
        "quotes": "Life is as dear to the mute creature as it is to a man. Just as one wants happiness and fears pain, just as one wants to live and not to die, so do other creatures."
    },
    {
        "quotes": "It is by believing in roses that one brings them to bloom."
    },
    {
        "quotes": "We're being trained through our incarnations-trained to seek love, trained to seek light, trained to see grace in suffering."
    },
    {
        "quotes": "Reality can only be seen in the absence of thought and belief."
    },
    {
        "quotes": "This deep self-confidence, uncompromising quest for Truth is a lesson for all of us."
    },
    {
        "quotes": "There is no 'I' in ONE."
    },
    {
        "quotes": "One does not become enlightened by imagining figures of light but by making the darkness conscious."
    },
    {
        "quotes": "Do not be satisfied with the stories that come before you. Unfold your own myth."
    },
    {
        "quotes": "You learn to take life as it comes at you; make each day count."
    },
    {
        "quotes": "We need to be aware of our own selves, our body, our breath, our mind, how the mind works. Become confident of who you are."
    },
    {
        "quotes": "Lying lips are an abomination to the Lord."
    },
    {
        "quotes": "We need to be aware of our own selves, our body, our breath, our mind, how the mind works. Become confident of who you are."
    },
    {
        "quotes": "On this ever-revolving wheel of being, the individual Self goes round and round, life after life, believing itself to be separate, until it sees its identity with the Lord of Love - and attains immortality in the indivisible Whole"
    },
    {
        "quotes": "That is Whole, This is Whole, From the Whole the Whole becomes manifest. From the Whole, when the Whole is negated, What remains is again the Whole"
    },
    {
        "quotes": "The world is the river of God, flowing from Him and flowing back to Him"
    },
    {
        "quotes": "We are today trying to master every kind of knowledge but are unable to discover our own true nature"
    },
    {
        "quotes": "How is it that common elements such as carbon, nitrogen and oxygen have just the kind of atomic structure that they needed to make the molecules upon which life depends? Has the universe been consciously designed?"
    },
    {
        "quotes": "Be yourself. Above all, let who you are, what you are, what you believe, shine through every sentence you write, every piece you"
    },
    {
        "quotes": "You are what you want to become. Why search anymore? You are a wonderful manifestation. The whole universe has come together to make your existence possible. There is nothing that is not you"
    },
    {
        "quotes": "Knowing yourself is the beginning of all wisdom"
    },
    {
        "quotes": "Learning and wisdom are superfluities, the surface glitter merely, but it is the heart that is the seat of all power. It is not in the brain but in the heart that the Atman, possessed of knowledge, power, and activity, has its seat."
    },
    {
        "quotes": "Life is short. Time is fleeting. Realize the Self. Purity of the heart is the gateway to God. Aspire. Renounce. Meditate. Be good; do good. Be kind; be compassionate. Inquire, know Thyself."
    },
    {
        "quotes": "Love God with all your heart and soul. Talk to Him: think of him: turn to Him. These glad turnings of a loving and grateful heart are your best prayers to God."
    },
    {
        "quotes": "Think little! Feel less! Love much!"
    },
    {
        "quotes": "To love is to be humble. Blessed are the humble: unto them is given the power to love!"
    },
    {
        "quotes": "Meditation brings wisdom; lack of meditation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom."
    },
    {
        "quotes": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared."
    },
    {
        "quotes": "The richest treasure of life is a loving heart that breathes out benedictions to all friends and foes, men and birds and animals."
    },
    {
        "quotes": "The secret of health for both mind and body is not to mourn for the past, not to worry about the future, or not to anticipate troubles, but to live in the present moment wisely and earnestly."
    },
    {
        "quotes": "Meditation is painful in the beginning but it bestows immortal Bliss and supreme joy in the end."
    },
    {
        "quotes": "Go beyond science, into the region of metaphysics. Real religion is beyond argument. It can only be lived both inwardly and outwardly."
    },
    {
        "quotes": "A desire arises in the mind. It is satisfied immediately another comes. In the interval which separates two desires a perfect calm reigns in the mind. It is at this moment freed from all thought, love or hate."
    },
    {
        "quotes": "He insulted me, he cheated me, he beat me, he robbed me.Those who are free of resentful thoughts surely find peace."
    },
    {
        "quotes": "Let me rejoice in the successes of others even as I would in my own!"
    },
    {
        "quotes": "The real spiritual progress of the aspirant is measured by the extent to which he achieves inner tranquility."
    },
    {
        "quotes": "Gain bliss before you offer it to others."
    },
    {
        "quotes": "When one has the feeling of dislike for evil, when one feels tranquil, one finds pleasure in listening to good teachings; when one has these feelings and appreciates them, one is free of fear."
    },
    {
        "quotes": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment."
    },
    {
        "quotes": "The darkness of hatred will only be dispelled by kindling the light of humility and love."
    },
    {
        "quotes": "The dog and the flea are not made equal by having the dog's blood in common."
    },
    {
        "quotes": "There are only two mistakes one can make along the road to truth: 1.) not going all the way and 2.) not starting."
    },
    {
        "quotes": "Meditation is the dissolution of thoughts in Eternal awareness or Pure consciousness without objectification, knowing without thinking, merging finitude in infinity."
    },
    {
        "quotes": "Without health life is not life; it is only a state of langour and suffering - an image of death."
    },
    {
        "quotes": "Your body is precious. It is our vehicle for awakening. Treat it with care."
    },
    {
        "quotes": "In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then beleive them to be true."
    },
    {
        "quotes": "However many holy words you read, however many you speak, what good will they do you if you do not act on upon them?"
    },
    {
        "quotes": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship."
    },
    {
        "quotes": "When the power of love overcomes the love of power, the world will know peace"
    },
    {
        "quotes": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself."
    },
    {
        "quotes": "The pathway of love is paved with flames. It is only the brave who move on it, step by step"
    },
    {
        "quotes": "What the world needs today, more than anything else is true love. Love is sympathy, service, and sacrifice."
    },
    {
        "quotes": "When you realize how perfect everything is you will tilt your head back and laugh at the sky."
    },
    {
        "quotes": "Do not wait for people to love you. You must love them first."
    },
    {
        "quotes": "Your work is to discover your world and then with all your heart give yourself to it."
    },
    {
        "quotes": "A mind that has forgotten the past and the future, that is awake to the now, to the present, expresses the highest concentration of intelligence. It is alert, it is watchful, it is inspired."
    },
    {
        "quotes": "A man who does not see himself as capable of becoming more than he is has no God."
    },
    {
        "quotes": "Surrender inspite of Freedom is the way of wisemen."
    },
    {
        "quotes": "Open thine heart and let love in. All good things in the Universe will gravitate to thee, for love is the power that pulls. But first, the heart must be pure. It is only a pure and clean heart that can hold the nectar of the heart."
    },
    {
        "quotes": "Let all your nerves vibrate through the backbone of your religion."
    },
    {
        "quotes": "Hatred does not cease by hatred, but only by love; this is the eternal rule."
    },
    {
        "quotes": "Your duty is to treat everybody with love as a manifestation of the Lord ."
    },
    {
        "quotes": "Never before in history was the quest for inner peace as pressing as it is today. In Buddha's words - 'Do you not seek a Light, ye who surrounded by darkness?' We cry like an infant in the night, an infant for the light!"
    },
    {
        "quotes": "We see that the apparent contradictions and perplexities in every RELIGION mark but different stages of growth. The end of all religions is the realizing of God in the soul. That is the one universal religion.'"
    },
    {
        "quotes": "There has to be evil so that good can prove its purity above it."
    },
    {
        "quotes": "It is divinity that shapes, not only your ends, but also your acts, your words and thoughts"
    },
    {
        "quotes": "Love is not intelligent: love can only imagine."
    },
    {
        "quotes": "True love is sacrifice. It is giving, not in getting; in losing, not gaining; in releasing, not in possessing, that we love!"
    },
    {
        "quotes": "Love is never happier than when it gives happiness to the loved one."
    },
    {
        "quotes": "Peace of mind is a priceless possession. We live in a pressure-packed world.We need to be calm, unruffled, knowing that whatever happens, happens according to the Will of god. And in the Will of God is for our own Good."
    },
    {
        "quotes": "Terrible is the fight put up by the senses. Fight bravely! Conquer them you must."
    },
    {
        "quotes": "We must admit at least the possibility that everything we believe to be true is not true."
    },
    {
        "quotes": "You are never too old to Love. And when you love, you suddenly grow younger."
    },
    {
        "quotes": "Practice meditation regularly. Meditation leads to eternal bliss. Therefore meditate, meditate."
    },
    {
        "quotes": "Our richest treasure is the love of our pure, unselfish hearts. How much of it do you possess?"
    },
    {
        "quotes": "The secret of health for both mind and body is not to mourn for the past, worry about the future, or anticipate troubles, but to live in the present moment wisely and earnestly."
    },
    {
        "quotes": "There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills."
    },
    {
        "quotes": "All that we are is the result of what we have thought. If a man speaks or acts with an evil thought, pain follows him. If a man speaks or acts with a pure thought, happiness follows him, like a shadow that never leaves him."
    },
    {
        "quotes": "If superstition enters, the brain is gone."
    },
    {
        "quotes": "There is no fire like passion, there is no shark like hatred, there is no snare like folly, there is no torrent like greed."
    },
    {
        "quotes": "Form no opinion but that opinion you can do without."
    },
    {
        "quotes": "You always have a choice either to love or to hate, to punish or to pardon, to heal or to hurt. Which way would you choose?"
    },
    {
        "quotes": "What we fear to lose is already lost to fear."
    },
    {
        "quotes": "The tongue like a sharp knife... Kills without drawing blood."
    },
    {
        "quotes": "A man should first direct himself in the way he should go. Only then should he instruct others."
    },
    {
        "quotes": "Questions we do not ask answer many questions we do ask."
    },
    {
        "quotes": "How can there be peace on earth when the hearts of men are a volcano?"
    },
    {
        "quotes": "Serve, Love, Give, Purify, Meditate, Realize."
    },
    {
        "quotes": "To think of God is to be filled to overflowing with love divine. When love overflows, it moves out to the weary and the heavy-laden."
    },
    {
        "quotes": "Through a little practice and effort, you can refuse to think along negative lines. And you will be calm, composed, at peace with yourself & with all around you."
    },
    {
        "quotes": "The only true love is Divine Love. All other types of love are useful only if there is divine love in the heart within."
    },
    {
        "quotes": "A good deed, which enables an act of evil, is neither good nor bad."
    },
    {
        "quotes": "Human love is frittered away on worldly objects and goals that are perishable, and utterly futile. But when our love is bestowed on God we find complete and absolute fulfillment."
    },
    {
        "quotes": "A man who is sure he can protect himself is more relaxed."
    },
    {
        "quotes": "If there is a language which the deaf can hear and the blind can read, it is the language of love!"
    },
    {
        "quotes": "Giving what we have is not as difficult as giving what we are. This can happen only when in whatever we do, we pour the love of our hearts."
    },
    {
        "quotes": "If your thoughts are always positive, you will be at peace with yourself, and all around you the world will smile."
    },
    {
        "quotes": "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, deserve your love and affection."
    },
    {
        "quotes": "The flame of love can never be quenched and an entire ocean cannot drown it!"
    },
    {
        "quotes": "Bhakti is the attitude of the mind, and jnana is the attitude of the intellect, both flow towards the Lord."
    },
    {
        "quotes": "The bird of love flies on two wings -Faith and Dedicated service. The stronger the wings, the higher the bird soar."
    },
    {
        "quotes": "Without Love the world is like a neglected garden where no flowers bloom."
    },
    {
        "quotes": "Attachment is the source of all suffering."
    },
    {
        "quotes": "Friends may forsake and relatives may retaliate. But there is one who always loves. He is God! Build your life in the love of God!"
    },
    {
        "quotes": "The man who foolishly does me wrong, I will return to him the protection of my most ungrudging love; and the more evil comes from him, the more good shall go from me."
    },
    {
        "quotes": "Neither seek nor avoid; take what comes. It is liberty to be affected by nothing. Do not merely endure; be unattached."
    },
    {
        "quotes": "An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind."
    },
    {
        "quotes": "I think, therefore, I think I am."
    },
    {
        "quotes": "Desire nothing, give up all desires and be happy"
    },
    {
        "quotes": "Thank God for giving you this world as a moral gymnasium to help your development, but never imagine you can help the world."
    },
    {
        "quotes": "What is the simplest and easiest way to meditate? The way of loving God."
    },
    {
        "quotes": "He who experiences the unity of life sees his own Self in all beings, and all beings in his own Self, and looks on everything with an impartial eye."
    },
    {
        "quotes": "To understand everything is to forgive everything."
    },
    {
        "quotes": "Alert and vigilant living itself is a 'Sadhana' in the true sense."
    },
    {
        "quotes": "God is all-full. He is self-contained. He is eternal satisfaction."
    },
    {
        "quotes": "Love has been with us from eternity to eternity. It was and will be with us forever and for evermore!"
    },
    {
        "quotes": "Desire nothing, give up all desires and be happy."
    },
    {
        "quotes": "To me the very essence of education is concentration of the mind, not the collecting of facts."
    },
    {
        "quotes": "Enter love: Exit fear! Two can never dwell together."
    },
    {
        "quotes": "When love wakes up within the heart, man forgets everything. He becomes oblivious to his own surroundings. He dwells in a new world."
    },
    {
        "quotes": "Put your heart, mind, intellect, and soul even into your smallest acts. This is the secret of success."
    },
    {
        "quotes": "Comfort - Comes as Guest, Lingers to become Host and stays to ENSLAVE us."
    },
    {
        "quotes": "In all adversities there is always in its depth, a treasure of spiritual blessings secretly hidden."
    },
    {
        "quotes": "Just as treasures are uncovered from the earth, virtue appears from good deeds and wisdom appears from a pure mind. To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue."
    },
    {
        "quotes": "Mind alone is maya at play."
    },
    {
        "quotes": "It is a man's own mind, not his enemy or foe, that lures him to evil ways."
    },
    {
        "quotes": "Seek to love God not with the intellect but with all your heart. Make your heart empty of everything, and the Lord will fill it with His Love."
    },
    {
        "quotes": "We become what we love. If we love the world, its pleasures, possessions, power, we become worldly. If we love God, we become divine!"
    },
    {
        "quotes": "If you would be a God, let your life flow as an unending, ceaseless stream of love!"
    },
    {
        "quotes": "Information is not knowledge, knowledge is not the truth, and truth is not the answer."
    },
    {
        "quotes": "To be idle is a short road to death and to be diligent is a way of life; foolish people are idle, wise people are diligent."
    },
    {
        "quotes": "A blind man who can see would sooner blind others than open his eyes."
    },
    {
        "quotes": "Conditional love says: I love you, because I need you! Unconditional love says: I need you because I love you."
    },
    {
        "quotes": "It is feeling that is the life, the strength, the vitality, without which no amount of intellectual activity can reach God."
    },
    {
        "quotes": "To worship God even for the sake of salvation or any other reward is equally degenerate. Love knows no reward. Give your love unto to God, but do not ask anything in return even from Him through pray."
    },
    {
        "quotes": "Wisdom is the assimilated knowledge in us, gained from an intelligent estimation and close study of our own direct and indirect experience in the world"
    },
    {
        "quotes": "Unconditional love is the love that gives you the freedom to be your own self."
    },
    {
        "quotes": "Imagination fulfills unrealizable desires, which leaves imagination unfulfilled."
    },
    {
        "quotes": "Work out your own salvation. Do not depend on others."
    },
    {
        "quotes": "Peace comes from within. Do not seek it without."
    },
    {
        "quotes": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned."
    },
    {
        "quotes": "PRAYER is pure divine love. When this highest level of love is reached, philosophy vanishes. Who will then care for it ? Freedom, salvation, nirvana- all are thrown away. Who cares to become free while enjoying divine love?"
    },
    {
        "quotes": "Just as a candle cannot burn without fire, men cannot live without a spiritual life."
    },
    {
        "quotes": "Silently hear everyone."
    },
    {
        "quotes": "Love is not an attribute 'a quality ' of God. God is Love."
    },
    {
        "quotes": "The end of ego is the 'Mystic Death' of the mediator."
    },
    {
        "quotes": "If you knew what I know about the power of giving, you would not let a single meal pass without sharing it in some way."
    },
    {
        "quotes": "When you love someone, the best in you rises to the surface."
    },
    {
        "quotes": "One need not be in a flock to fly."
    },
    {
        "quotes": "Look within, thou art the Buddha."
    },
    {
        "quotes": "The power of purity-it is a definite power."
    },
    {
        "quotes": "A man who discovers he is not what he thought he was and cannot become what he wishes to be, is a man."
    },
    {
        "quotes": "Through prayer, the love of God grows and assumes a form called supreme devotion. Forms vanish, rituals fly away, books are superseded, and all the bondages disappear for the one who knows the love of God."
    },
    {
        "quotes": "Few men are smarter than their own weaknesses."
    },
    {
        "quotes": "The difference between men and animals is the difference."
    },
    {
        "quotes": "Neither fire nor wind, birth nor death can erase our good deeds."
    },
    {
        "quotes": "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment."
    },
    {
        "quotes": "What makes the world appear as paradise? Being in love!"
    },
    {
        "quotes": "All who have actually attained any real religious experience never wrangle over the form in which the different religions are expressed. They know that the soul of all religions is the same."
    },
    {
        "quotes": "We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world."
    },
    {
        "quotes": "An angel is not without cunning."
    },
    {
        "quotes": "Let yourself be open and life will be easier. A spoon of salt in a glass of water makes the water undrinkable. A spoon of salt in a lake is almost unnoticed."
    },
    {
        "quotes": "The mind is everything. What you think you become."
    },
    {
        "quotes": "How often we consider what we do not understand to be evil yet we do not consider, that we do not understand, to be evil."
    },
    {
        "quotes": "The greatest famine in the world, today, is that of love. Men and women are unhappy in spite of the comforts and conveniences of modern life. Our one piteous need is that of love, True love, selfless love."
    },
    {
        "quotes": "To live is to love. Our hearts must be so full of love that there can be no room therein for hatred to anyone."
    },
    {
        "quotes": "There is one God, One religion - The Religion of 'Love'!"
    },
    {
        "quotes": "The question was asked: - 'What is love?' The answer came: - 'You will know when you become love!'"
    },
    {
        "quotes": "Just as a mountain is composed of tiny grains of earth, life is but an endless series of little details, actions, speeches, and thoughts. And the consequences whether good or bad of even the least of them are far-reaching."
    },
    {
        "quotes": "Look around and look above! Behold, my child, God is Love!"
    },
    {
        "quotes": "Rise above dwandas 'the pairs of opposites' above pleasure and pain, loss and gain. For it is only then that suffering will not be able to touch you and you shall be at peace with yourself and those around you"
    },
    {
        "quotes": "Out of purity and silence come the words of power."
    },
    {
        "quotes": "We must love all not merely our family and friends, our kith and kin-we must love all creation."
    },
    {
        "quotes": "Worry means a strain on our nerves. The more we worry, the more tense our nerves become, robbing us of our rest and peace of mind and heart."
    },
    {
        "quotes": "Temper brings you to trouble. Pride keeps you there."
    },
    {
        "quotes": "Don't put the key to your happiness in someone else's pocket."
    },
    {
        "quotes": "The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle."
    },
    {
        "quotes": "What is exceptional is the ordinary man who sees exceptional men as not being ordinary."
    },
    {
        "quotes": "Thinking of disease constantly will intensify it. Feel always 'I am healthily in body and mind'."
    },
    {
        "quotes": "Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future."
    },
    {
        "quotes": "Blessed is the person who develops even-mindedness and whose mind is at peace in all conditions and situations. He is never bored, never depressed, never disappointed. To him life becomes a divinely delightful experience of the soul!"
    },
    {
        "quotes": "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves."
    },
    {
        "quotes": "How many difficulties could be smoothed over and almost entirely eliminated by patience. Patience always elevates and strengthens our character. We need it not only with others but also with ourselves."
    },
    {
        "quotes": "You will not be punished for your anger, you will be punished by your anger."
    },
    {
        "quotes": "The first sign that you are becoming religious is that you are becoming cheerful."
    },
    {
        "quotes": "When the power of love overcomes the love of power, the world will know peace."
    },
    {
        "quotes": "To the person who is in love, every winter becomes a spring and the world becomes a garden of God!"
    },
    {
        "quotes": "Love and fault-finding never go together. The more you love, the less you judge."
    },
    {
        "quotes": "HOW to worship Him? through love. He is to be worshipped as the one beloved dear than everything in this and the next life."
    },
    {
        "quotes": "We must approach religion with reverence and with love, and our heart will stand up and say, this is truth, and this is untruth."
    },
    {
        "quotes": "He is able who thinks he is able."
    },
    {
        "quotes": "Love reclaims. Love transforms. Sermons or lectures do not touch the hearts of the people; the power of love does."
    },
    {
        "quotes": "Wherever there is light, there is shadow; wherever there is length, there is shortness; wherever there is white, there is black. Just like these, as the self-nature of things can not exist alone, they are called non-substantial."
    },
    {
        "quotes": "Without love the world is a cemetery."
    },
    {
        "quotes": "A dog is not considered a good dog because he is a good barker. A man is not considered a good man because he is a good talker."
    },
    {
        "quotes": "Forget like a child any injury done by somebody immediately. Never keep it in the heart. It kindles hatred."
    },
    {
        "quotes": "It's not what a man says, it's what he does, and it's not what he does, it's what he is while he does, and it's not what he is while he does, it's what he is without doing, and it's not what he is without doing, it's what he is not, without doing."
    },
    {
        "quotes": "I gained nothing at all from Supreme Enlightenment, and for that very reason it is called Supreme Enlightenment."
    },
    {
        "quotes": "All wrong-doing arises because of mind. If mind is transformed can wrong-doing remain?"
    },
    {
        "quotes": "There is only one sin. That is weakness.... The only saint is that soul that never weakens, faces everything, and determines to die game."
    },
    {
        "quotes": "He who depends on chances and situations to be happy, is a Sansari"
    },
    {
        "quotes": "The world, indeed, is like a dream and the treasures of the world are an alluring mirage! Like the apparent distances in a picture, things have no reality in themselves, but they are like heat haze."
    },
    {
        "quotes": "Appreciating the mind as 'ALL SILENCE'. 'I AM' is meditation."
    },
    {
        "quotes": "Desire is poverty. Desire is the greatest impurity of the mind. Desire is the motive force for action. Desire in the mind is the real impurity. Even a spark of desire is a very great evil."
    },
    {
        "quotes": "To conquer oneself is a greater task than conquering others."
    },
    {
        "quotes": "There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills."
    },
    {
        "quotes": "It is divinity that shapes, not only your ends, but also your acts, your words and thoughts."
    },
    {
        "quotes": "We do not have something unless we have something to give."
    },
    {
        "quotes": "The pathway of love is paved with flames. It is only the brave who move on it, step by step, until plunging in the flames, they find eternal bliss."
    },
    {
        "quotes": "Mere Suffering exists, No sufferer is found, The deed Is, but No doer of the deed is found, Nirvana is, but not the man that enters it, The path is, but no traveller on it is seen"
    },
    {
        "quotes": "This is the first lesson to learn: be determined not to curse anything outside, not to lay the blame upon anyone outside, but stand up, lay the blame on yourself. You will find that is always true. Get hold of yourself."
    },
    {
        "quotes": "Be loyal to your principles, but never demand that anyone share them. Respect others' right to seek truth in their own way, and at their own pace."
    },
    {
        "quotes": "Be not idle. Do the best of which you are capable. Then accept whatever happens! That is way to Peace!"
    },
    {
        "quotes": "If you do not know the laws of right conduct, you cannot form your character."
    },
    {
        "quotes": "We must approach religion with reverence and with love, and our heart will stand up and say, this is truth, and this is untruth."
    },
    {
        "quotes": "Affirm always, as my Guru taught: 'What ever comes of itself, let it come.' Accept criticism impartially. Remember, What is simply is; and what is not cannot be spoken into existence. Truth, in all things, is the final arbiter."
    },
    {
        "quotes": "The thought manifests as the word; The word manifests as the deed; The deed develops into habit; And habit hardens into character. So watch the thought and its ways with care."
    },
    {
        "quotes": "How can there be peace among the nations, when there is no peace in our homes, offices, clubs, schools and in own hearts?"
    },
    {
        "quotes": "Let a man avoid evil deeds as a man who loves life avoids poison."
    },
    {
        "quotes": "You cannot travel the path until you have become the path itself."
    },
    {
        "quotes": "If you want to enjoy life, take yourself less seriously."
    },
    {
        "quotes": "Complete peace equally reigns between two mental waves."
    },
    {
        "quotes": "Temper takes you to Trouble, Pride keeps you there."
    },
    {
        "quotes": "After every disaster, no matter how great, life goes on - if not in this world, then in some other. An attitude of relaxed acceptance toward whatever happens to you will bring you great inner peace and happiness."
    },
    {
        "quotes": "When we come to nonattachment, then we can understand the marvelous mystery of the universe: how it is intense activity and at the same time intense peace, how it is work every moment and rest every moment."
    },
    {
        "quotes": "\"Comfort\" is no test of truth; on the contrary, truth is often far from being \"comfortable\"."
    },
    {
        "quotes": "Be perfectly resigned, perfectly unconcerned; then alone can you do any true work. No eyes can see the real forces; we can only see the results. Put out self, forget it; just let God work, it is His business."
    },
    {
        "quotes": "Both the forces of good and evil will keep the universe alive for us, until we awake from our dreams and give up this building of mud pies."
    },
    {
        "quotes": "There is only one sin. That is weakness.... The only saint is that soul that never weakens, faces everything, and determines to die game."
    },
    {
        "quotes": "The powers of the mind should be concentrated; as the darkest places reveal their secrets before the penetrating rays of sun, so will the concentrated mind penetrate its own innermost secrets."
    },
    {
        "quotes": "The calmer we are, the better for us and the more the amount of work we can do. When we let loose our feelings, we waste so much energy, shatter our nerves, disturb our minds, and accomplish very little work."
    },
    {
        "quotes": "The first sign that you are becoming religious is that you are becoming cheerful."
    },
    {
        "quotes": "Purity is strength. Spiritual truth is purity."
    },
    {
        "quotes": "Everyone should know that there is no salvation except through the conquering of desires."
    },
    {
        "quotes": "Wanting to reform the world without discovering one's true self is like trying to cover the world with leather to avoid the pain of walking on stones and thorns. It is much simpler to wear shoes."
    },
    {
        "quotes": "You and I are the same. What I have done is surely possible for all. You are the Self now and can never be anything else. Throw your worries to the wind, turn within and find Peace."
    },
    {
        "quotes": "Heart is merely another name for the Supreme Spirit, because He is in all hearts. The entire Universe is condensed in the body, and the entire body in the Heart. Thus the Heart is the nucleus of the whole Universe."
    },
    {
        "quotes": "We talk of Self-realization, for lack of a better term, but how can one realize or make real that which alone is real? All we need to do is to give up our habit of regarding the unreal as real, then reality alone will remain."
    },
    {
        "quotes": "Bliss is not something to be got. On the other hand you are always Bliss."
    },
    {
        "quotes": "Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside."
    },
    {
        "quotes": "If you go on working with the light available, you will meet your Master, as he himself will be seeking you."
    },
    {
        "quotes": "No one succeeds without effort... Those who succeed owe their success to perseverance."
    },
    {
        "quotes": "The degree of freedom from unwanted thoughts and the degree of concentration on a single thought are the measures to gauge spiritual progress."
    },
    {
        "quotes": "You need not aspire for or get any new state. Get rid of your present thoughts, that is all."
    },
    {
        "quotes": "Mind is consciousness which has put on limitations. You are originally unlimited and perfect. Later you take on limitations and become the mind."
    },
    {
        "quotes": "Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside."
    },
    {
        "quotes": "Total surrender of the EGO to the SELF (atman, supreme being) is the real bhakti."
    },
    {
        "quotes": "First you should know who is inside you, then the same god will show you who is inside others."
    },
    {
        "quotes": "To become aware of anything is to disconnect the mind from the Self and that is unhappiness."
    },
    {
        "quotes": "A man does not have to suffer any more if God removes his doubts and reveals Himself to him. But this grace descends upon him only after he has prayed to God with intense yearning of heart and practiced spiritual discipline."
    },
    {
        "quotes": "The path of knowledge leads to Truth, as does the path that combines knowledge and love [bhakti]. The path of love too leads to this goal. The way of love is as true as the way of knowledge. All paths ultimately lead to the same Truth."
    },
    {
        "quotes": "His success may be great, but be it ever so great the wheel of fortune may turn again and bring him down into the dust."
    },
    {
        "quotes": "If we could see the miracle of a single flower clearly, our whole life would change."
    },
    {
        "quotes": "GOD of truth, be Thou alone my guide.."
    },
    {
        "quotes": "Blame is a self-inflicted wound."
    },
    {
        "quotes": "The most amazing fact of love is that the more you love, the more you grow in the power to love!"
    },
    {
        "quotes": "FEEL like Christ and you will be a Christ; feel like Buddha and you will be a Buddha. It is feeling that is the life, the strength, the vitality, without which no amount of intellectual activity can reach God."
    },
    {
        "quotes": "Face the brutes. That is a lesson for all life, face the terrible, face it boldly. Like the monkeys, the hardships of life fall back when we cease to flee before them."
    },
    {
        "quotes": "On a long journey of human life, faith is the best of companions; it is the best refreshment on the journey; and it is the greatest property."
    },
    {
        "quotes": "I don't know much but I think a lot about the little I do know."
    },
    {
        "quotes": "Remember, 'Even This Will Pass Away'."
    },
    {
        "quotes": "Nearly all mankind is more or less unhappy because nearly all do not know the true Self. Real happiness abides in Self-knowledge alone. All else is fleeting. To know one's Self is to be blissful always."
    },
    {
        "quotes": "If there is one thing that can never grow old, it is true love!"
    },
    {
        "quotes": "The powers of the mind should be concentrated and the mind turned back upon itself; as the darkest places reveal their secrets before the penetrating rays of the sun, so will the concentrated mind penetrate its own innermost secrets."
    },
    {
        "quotes": "Decay is inherent in all compounded things. Strive on with diligence."
    },
    {
        "quotes": "As the different streams having their sources in different paths which men take through different tendencies, various though they appear, crooked or straight, all lead to Thee."
    },
    {
        "quotes": "Desire, ignorance, and inequality-this is the trinity of bondage."
    },
    {
        "quotes": "It is not enough that one surrenders oneself. Surrender is to give oneself up to the original cause of one's being. Do not delude yourself by imagining such a source to be some God outside you. One's source is within oneself."
    },
    {
        "quotes": "Love gives and gives and gives and seeks no return. Therefore, love has nothing to lose and consequently nothing to fear."
    },
    {
        "quotes": "Who are the true lovers of the humanity? Those who, forgetting themselves, bring sunshine to the lives of others."
    },
    {
        "quotes": "That Director of the mind, intellect and senses, is no other than the all-merciful Lord, your, your inner ruler, Antaryamin. Know Him and be free."
    },
    {
        "quotes": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things."
    },
    {
        "quotes": "Always do good to others. Be selfless. Mentally remove everything and be free. This is divine life. This is the direct way to Moksha or salvation."
    },
    {
        "quotes": "Everyone wishes to be loved. Only a blessed few wish to love."
    },
    {
        "quotes": "Prepare to meet a man of wisdom by becoming a man of wisdom."
    },
    {
        "quotes": "Moral values, and a culture and a religion, maintaining these values are far better than laws and regulations."
    },
    {
        "quotes": "The foot feels the foot when it feels the ground."
    },
    {
        "quotes": "Life is a pilgrimage. The wise man does not rest by the roadside inns. He marches direct to the illimitable domain of eternal bliss, his ultimate destination."
    },
    {
        "quotes": "What we think, we become."
    },
    {
        "quotes": "Life has meaning only in the struggle. Triumph or defeat is in the hands of the Gods. So let us celebrate the struggle!"
    },
    {
        "quotes": "Taste goodness before you recommend it."
    },
    {
        "quotes": "Faith is, 'To believe what you do not see', the reward of which is, 'you see what you believed'."
    },
    {
        "quotes": "Atman is also known as MAUN, where there is not even a trace of EGO."
    },
    {
        "quotes": "Your work is to discover your work and then with all your heart, give yourself to it."
    },
    {
        "quotes": "There is no greater mystery than this, that we keep seeking reality though in fact we are reality. We think that there is something hiding reality and that this must be destroyed before reality is gained. How ridiculous!"
    },
    {
        "quotes": "Don't look back forward, infinite energy, infinite enthusiasm, infinite daring, and infinite patience then alone can great deeds be accomplished."
    },
    {
        "quotes": "Through zeal, knowledge is gotten, through lack of zeal, knowledge is lost; let a man who knows the double path of gain and loss thus place himself that knowledge may grow."
    },
    {
        "quotes": "As the fletcher whittles and makes straight his arrows, so the master directs his straying thoughts."
    },
    {
        "quotes": "Do any deserve liberty who are not ready to give it to others? Let us calmly go to work, instead of dissipating our energy in unnecessary fretting and fuming."
    },
    {
        "quotes": "There are many ways to God. But the surest and shortest way is the way of love."
    },
    {
        "quotes": "If one wants to abide in the thought-free state, a struggle is inevitable. If one succeeds in the fight and reaches the goal, the enemy, namely the thoughts, will all subside in the Self and disappear entirely."
    },
    {
        "quotes": "Disappointment can come only to those who make Appointment with the future."
    },
    {
        "quotes": "The power is with the silent ones, who only live and love and then withdraw their personality. They never say 'me' and 'mine'; they are only blessed in being instruments."
    },
    {
        "quotes": "The world, indeed, is like a dream and the treasures of the world are an alluring mirage! Like the apparent distances in a picture, things have no reality in themselves, but they are like heat haze."
    },
    {
        "quotes": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
    },
    {
        "quotes": "You will not be truly happy until your heart is warmed by the spark of Love."
    },
    {
        "quotes": "Those who work at a thing heart and soul not only achieve success in it but through their absorption in that they also realize the supreme truth Brahman. Those who work at a thing with their whole heart receive help from God."
    },
    {
        "quotes": "Every individual has his destiny to live through. Do not imprison anyone: do not cling to anyone. Set everyone free! That is the meaning of true love!"
    },
    {
        "quotes": "There is no destiny beyond and above ourselves; we are ourselves the architects of our future."
    },
    {
        "quotes": "An idea that is developed and put into action is more important than an idea that exists only as an idea."
    },
    {
        "quotes": "Today is you own. Tomorrow perchance may never come."
    },
    {
        "quotes": "Learning and wisdom are superfluities, the surface glitter merely, but it is the heart that is the seat of all power. It is not in the brain but in the heart that the Atman, possessed of knowledge, power, and activity, has its seat."
    },
    {
        "quotes": "A successful man is one who can lay a firm foundation with the bricks that others throw at him."
    },
    {
        "quotes": "A powerful man will ask the advice of a weak man to prove to himself that he has no need of advice."
    },
    {
        "quotes": "A person who is jealous has not yet learnt to love."
    },
    {
        "quotes": "Purity in thought, speech, and act is absolutely necessary for anyone to be religious."
    },
    {
        "quotes": "To become vegetarian is to step into the stream which leads to nirvana."
    },
    {
        "quotes": "A man may be born of a certain race, into a given religion and within the borders of a defined state yet by these he is not made a man; a man is made of what he has to give and what he can give."
    },
    {
        "quotes": "Learning and wisdom are superfluities, the surface glitter merely, but it is the heart that is the seat of all power."
    },
    {
        "quotes": "Without innocence a man can not be wise. With it he can not become wise."
    },
    {
        "quotes": "God has been everlastingly working in Silence, unobserved, unheard, except by those who experience His Infinite Silence."
    },
    {
        "quotes": "Every human being is the author of his own health or disease."
    },
    {
        "quotes": "The greatest prayer is patience."
    },
    {
        "quotes": "The power is with the silent ones, who only live and love and then withdraw their personality. They never say \"me\" and \"mine\"; they are only blessed in being instruments."
    },
    {
        "quotes": "Nobody doubts that he exists, though he may doubt the existence of God. If he finds out the truth about himself and discovers his own source, this is all that is required."
    },
    {
        "quotes": "Love is the only solution to all the problems of life."
    },
    {
        "quotes": "Grace is only to be found by effort, although it is here and now."
    },
    {
        "quotes": "Give up salt, give up sugar, give up spices. Serve inferiors. Do not revenge, return good for evil, bear insult and injury. Forget like a child any injury done by somebody. Never keep it in the heart. It kindles hatred"
    },
    {
        "quotes": "There are many people with more important things to say than we have to say, but not many with more important things to learn."
    },
    {
        "quotes": "What we think, we become."
    },
    {
        "quotes": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense."
    },
    {
        "quotes": "Sandalwood perfumes even the axe that hurls it down! The more we rub sandalwood against a stone, the more its fragrance spreads. Such is the enchanting beauty of forgiveness in life."
    },
    {
        "quotes": "There is only one time when it is essential to awaken. That time is now."
    },
    {
        "quotes": "That which tends to increase the divinity in you is virtue, and that which tends to increase brutality in you is vice."
    },
    {
        "quotes": "We can define the process of understanding how to become more aware but not the awareness to be understood."
    },
    {
        "quotes": "He who trusts in the Lord, is ever at peace, with himself and the world."
    },
    {
        "quotes": "My nature is love Him. And therefore I love. I do not pray for any-thing. I do not ask for anything. Let Him place me wherever He likes. I must love Him for love's sake. I can not trade in love.'"
    },
    {
        "quotes": "When we are in love, our entire personality changes. We become new!"
    },
    {
        "quotes": "To live a single day and hear a good teaching is better than to live a hundred years without knowing such teaching."
    },
    {
        "quotes": "The world is the great gymnasium where we come to make ourself strong."
    },
    {
        "quotes": "The Mind is the source of happiness and unhappiness."
    },
    {
        "quotes": "The only real failure in life is not to be true to the best one knows."
    },
    {
        "quotes": "In deep sleep you were blissful. Now you are not so. What has interposed between that Bliss and this non-bliss? It is the ego. Seek its source and find you are Bliss."
    },
    {
        "quotes": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient."
    },
    {
        "quotes": "The highest force in life is Love! Love is in truth the profoundest philosophy of life! For love is expansion of the self. The Lord of Love is the inspirer of all religions. And paths of all converge to a common center."
    },
    {
        "quotes": "Love does not need a strong rope to keep two hearts together: a slender thread is enough."
    },
    {
        "quotes": "Meditate. Live purely. Be quiet. Do your work with mastery. Like the moon, come out from behind the clouds! Shine."
    },
    {
        "quotes": "Though a man should conquer a thousand times a thousand men in battle, He who conquers himself is the greatest warrior."
    },
    {
        "quotes": "It is sure to be dark if you close your eyes."
    },
    {
        "quotes": "Things that are Real are given and received in Silence."
    },
    {
        "quotes": "A single touch of love can convert a savage into a civilized man."
    },
    {
        "quotes": "Better than a thousand hollow words, is one word that brings peace."
    },
    {
        "quotes": "This Ariyan Eightfold Path, that is to say: Right view, right aim, right speech, right action, right living, right effort, right mindfulness, right contemplation."
    },
    {
        "quotes": "Love is like perfume we cannot sprinkle it on others without getting some of it on ourselves."
    },
    {
        "quotes": "Alone to ALONE all alone all the way."
    },
    {
        "quotes": "Both innocence and evil are without guilt."
    },
    {
        "quotes": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things."
    },
    {
        "quotes": "Decay is inherent in all compounded things. Strive on with diligence."
    },
    {
        "quotes": "They are not wrong but they do not know why they are right."
    },
    {
        "quotes": "I never see what has been done; I only see what remains to be done."
    },
    {
        "quotes": "Restrain your mind from greed, and you will keep your body right, your mind pure and your words faithful. Always thinking of the transiency of your life, you will be able to desist from greed and anger and will be able to avoid all evils."
    },
    {
        "quotes": "The love of God is the one Reality in this illusory world. His love doth take care of His devotees and will never let them go."
    },
    {
        "quotes": "Thou one man conquers a thousand men, a thousand times in battle, he who conquers himself is the greatest warrior."
    },
    {
        "quotes": "Teach this triple truth to all: A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."
    },
    {
        "quotes": "When you are in love, you forget your own happiness: you only wish to make the loved one happy!"
    },
    {
        "quotes": "Nothing is permanent."
    },
    {
        "quotes": "He who never thinks of anything as 'mine' does not feel the lack of anything: he is never worried by a sense of loss."
    },
    {
        "quotes": "Hindu culture is essentially based upon the sacrifice implied in duty, and not upon acquisition, which is implied in rights."
    },
    {
        "quotes": "Do not love leisure. Waste not a minute. Be bold. Realize the Truth, here and now!"
    },
    {
        "quotes": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance."
    },
    {
        "quotes": "Anything that brings spiritual, mental, or physical weakness, touch it not with the toes of your feet."
    },
    {
        "quotes": "Love teaches us to speak little, to gaze much - gaze at the Beauty that is God!"
    },
    {
        "quotes": "A wise man, recognizing that the world is but an illusion, does not act as if it is real, so he escapes the suffering."
    },
    {
        "quotes": "THERE is nothing beyond God, and the sense enjoyments are simply something through which we are passing now in the hope of getting things."
    },
    {
        "quotes": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you, not by angels or by demons, heaven or hell."
    },
    {
        "quotes": "The journey is long and arduous. But everyone has to take it until, sinking deeper and deeper within himself, he finds love and lives in it."
    },
    {
        "quotes": "THE will is not free- it is a phenomenon bound by cause and effect -but there is something behind the will which is free."
    },
    {
        "quotes": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves."
    },
    {
        "quotes": "To say, 'LORD IS' is Gyanam. But 'THE LORD IS I' is Vigyanam."
    },
    {
        "quotes": "Hold to the idea, \"I am not the mind, I see that I am thinking,\" and each day the identification of yourself with thoughts and feelings will grow less, until at last you can entirely separate yourself from the mind."
    },
    {
        "quotes": "Come prepared to receive not so much of My Words, but of My Silence."
    },
    {
        "quotes": "What is the appropriate behavior for a man or a woman in the midst of this world, where each person is clinging to his piece of debris? What's the proper salutation between people as they pass each other in this flood?"
    },
    {
        "quotes": "Ambition is like love, impatient both of delays and rivals."
    },
    {
        "quotes": "Endurance is one of the most difficult disciplines, but it is to the one who endures that the final victory comes."
    },
    {
        "quotes": "Be strict and intelligently critical about yourself and your own weakness and follies. But, cushion your words and attitudes with Love. Love is the greatest persuasive power we know in life."
    },
    {
        "quotes": "The only people who don't have contradictions are those people who can't see the contradictions they have."
    },
    {
        "quotes": "Blows are what awaken us and help to break the dream. They show us the insufficiency of this world and make us long to escape, to have freedom."
    },
    {
        "quotes": "Unity can only be manifested by the Binary. Unity itself and the idea of Unity are already two."
    },
    {
        "quotes": "Love does not need to dominate; it only seeks to surrender."
    },
    {
        "quotes": "The love of God is brighter than the sun, cooler than the moon and sweeter and more fragrant by far than honey and musk."
    },
    {
        "quotes": "IT is good to love God for hope of reward, but it is better to love God for love's sake; and the prayer goes: O Lord, I do not want anything but grant me this, that I may love thee without the hope of reward - 'love'' unselfishly for love's sake."
    },
    {
        "quotes": "The more you think of yourself as shining immortal spirit, the more eager you will be to be absolutely free of matter, body, and senses. This is the intense desire to be free."
    },
    {
        "quotes": "If in the midst of fear and frustration, worry and anxiety, depression and disappointment, trial and tribulation, I cling to the Lotus feet of the Lord, I shall be in perfect peace."
    },
    {
        "quotes": "Peace of mind is your richest treasure. See that you do nothing which may rob you of your peace of mind. Regulate your life in such a way that it adds to your inner calm and does not take away your peace."
    },
    {
        "quotes": "The greatest blessing of life is that we can love!"
    },
    {
        "quotes": "This self is neither born nor dies, Neither grows nor decays, Nor does it suffer any change. When a pot is broken, the space within it is not, And similarly, when the body dies the Self in it remains eternal."
    },
    {
        "quotes": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed."
    },
    {
        "quotes": "It is a man's own mind, not his enemy or foe, that lures him to evil ways."
    },
    {
        "quotes": "Practise meditation before you preach it."
    },
    {
        "quotes": "While genius is novel, novelty is not genius."
    },
    {
        "quotes": "You cannot believe in God until you believe in yourself."
    },
    {
        "quotes": "If I have but one atom of the love divine in the heart within, I shall not care for the highest paradise!"
    },
    {
        "quotes": "The sum and substance of the whole matter is that a man must love God, must be restless for Him. If you must be mad, why should you be mad for the things of the world? If you must be mad, be mad for God alone."
    },
    {
        "quotes": "Man's sufferings and worries spring only from his persistent thought that he is the doer."
    },
    {
        "quotes": "The magnetic needle always points to the North, and hence it is that the sailing vessel does not lose her direction. So long as the heart of man is directed towards God, he cannot be lost in the ocean of worldliness."
    },
    {
        "quotes": "You can also ask for Brahma Jnana to divine mother."
    },
    {
        "quotes": "He who has faith has everything, and he who lacks faith lacks everything. It is the faith in the name of the Lord that works wonders, FAITH IS LIFE & DOUBT IS DEATH."
    },
    {
        "quotes": "The one you has created the laws of nature also has the powers to break the laws of nature."
    },
    {
        "quotes": "Only god is truth, everything else is false."
    },
    {
        "quotes": "Once you know maya, it runs away, it can no more influence you."
    },
    {
        "quotes": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
    },
    {
        "quotes": "The very search for pleasure is the cause of pain."
    },
    {
        "quotes": "When I cease to own [physical or emotional pain], I liberate myself from its bondage and see it simply as it is."
    },
    {
        "quotes": "The separate self can never discover the truth-in the end, the truth just awakens to itself through you."
    },
    {
        "quotes": "All emotions, if practiced regularly, grow in size."
    },
    {
        "quotes": "We don't realize that our future is being consumed by our past."
    },
    {
        "quotes": "The ego tends to equate having with Being: I have therefore I am. And the more I have, the more I am."
    },
    {
        "quotes": "EGO stands for: Edge God Out"
    },
    {
        "quotes": "What we are looking for is what is looking."
    },
    {
        "quotes": "Free, we are not the number One, the first of all our objects, but Zero their universal and Absolute Subject."
    },
    {
        "quotes": "Why are you unhappy? Because 99.9% of everything you think and do is for yourself and there isn't one."
    },
    {
        "quotes": "Practice notdoing. And everything will fall into place."
    },
    {
        "quotes": "Either you live in the world of desire and fear, or you live in freedom."
    },
    {
        "quotes": "We are actors in a play who have forgotten they are in a play."
    },
    {
        "quotes": "It does not matter what goes on in the mind, it really doesn't."
    },
    {
        "quotes": "Two from one! This is the root of suffering."
    },
    {
        "quotes": "I am not the knower, nor the known, nor the knowing. These three are not real. They only seem to be when I am not known."
    },
    {
        "quotes": "If you can think about, it's not the truth."
    },
    {
        "quotes": "You can't have fear without need."
    },
    {
        "quotes": "Consciousness becomes dimmed chiefly through one's captivation and abiding interest in external objects."
    },
    {
        "quotes": "Separation is an illusion created by thought."
    },
    {
        "quotes": "At my core I am Aware Emptiness, and it is because I am empty that I am able to be filled, because I am nothing that I am capacity for everything."
    },
    {
        "quotes": "Only when you can understand yourself as All Pervading Consciousness can you possibly understand that all the universe is an emanation of your mind. Everything that you see comes out of you."
    },
    {
        "quotes": "Worry is like a rocking chair, it gives you something to do but it doesn't get you any where."
    },
    {
        "quotes": "Your high opinion of me is your opinion only. Any moment you may change it. Why attach importance to opinions, even your own?"
    },
    {
        "quotes": "My life is a succession of events, just like yours. Only I am detached and see the passing show as a passing show, while you stick to things and move along with them."
    },
    {
        "quotes": "Nothing in life is to be feared, it is only to be understood."
    },
    {
        "quotes": "In the practice of tolerance, one's enemy is the best teacher."
    },
    {
        "quotes": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else... you are the one getting burned."
    },
    {
        "quotes": "O seeker, These thoughts have such power over you. From nothing you become sad, From nothing you become happy."
    },
    {
        "quotes": "The gap between your expectations and reality is your suffering."
    },
    {
        "quotes": "The radio sings and speaks, but if you open it you will find no one inside. Similarly, my existence is like the space; though this body speaks like the radio, there is no one inside as a doer."
    },
    {
        "quotes": "The world is full of hoops... but the hooks are ours."
    },
    {
        "quotes": "The most basic truth of life: One Being is creating all of thisall of these different expressions of life. There's only one Being here, and not only are you it but everyone else is it. Let that sink in a moment."
    },
    {
        "quotes": "Understand that love never asks. If loved asked, then it would be noise, and love is silence and not noise."
    },
    {
        "quotes": "True love has no object. It is a state of being."
    },
    {
        "quotes": "A concept never is conscious or alive; it doesn't know it is there. Only Consciousness Itself is conscious to know anything."
    },
    {
        "quotes": "Suffering: the sense that things should be different than they are."
    },
    {
        "quotes": "No matter where we are or what may be happening, connecting with the Self, our True Nature, is readily available as the inbreath."
    },
    {
        "quotes": "How can 'you' understand the absence of the 'you' who is trying to understand? It's just not possible. So, inevitably, what will arise is confusion. Confusion is simply an expression of the impossibility to understand."
    },
    {
        "quotes": "Realize that what you have been seeking is what you already are. No matter what idea you have of yourself in the future, see that it is only an image arising in the space of now."
    },
    {
        "quotes": "Between the banks of pain and pleasure the river of life flows. It is only when the mind refuses to flow with life, and gets stuck at the banks, that it becomes a problem. Let come what comes and go what goes."
    },
    {
        "quotes": "The imagined sense of being a separate 'I' is the source of all problems."
    },
    {
        "quotes": "How can you die when you are also death?"
    },
    {
        "quotes": "It is mind that has thoughts and feelings, not I. Birth, growth, decay and death pertain to the body and not to Me."
    },
    {
        "quotes": "Truth is in the openness in which all ideas arise, but which isn't affected by the ideas."
    },
    {
        "quotes": "Reality can only be seen in the absence of thought and belief."
    },
    {
        "quotes": "Lose the hope for affirmation of being and you will find the peace and release of the void. Reality is not intellectual, it is mindless. You must feel/know it. Once you feel/know it then you will be finally free."
    },
    {
        "quotes": "When you know yourself as Awareness, everything is a Miracle! Somehow beliefs in our thoughts keep us from seeing what is really going on. Let go of everything and see that you are nothing!"
    },
    {
        "quotes": "Your conclusions bind nobody but you."
    },
    {
        "quotes": "My friends, I tell you repeatedly that the illusion that Life creates is very, very intelligent. Just understand how intelligent the intelligence must be in order to create an intelligent illusion."
    },
    {
        "quotes": "Mind is not in life. If mind is not in life, how on earth could it know what is life? It has to be present to know what is life. That's the illusion that life creates; that the mind is there... but it is not there! That is why it's an illusion."
    },
    {
        "quotes": "Only to the extent that we expose ourselves over and over to annihilation can that which is indestructible in us be found."
    },
    {
        "quotes": "Mind is time. Mind is not the pure essence of being. Who knows life? Without life there is no knowing. The one to question believes in 'knower' of life. It is a fabrication.....harmless, yet so dramatic in the appearance of belief."
    },
    {
        "quotes": "There is only Love. \"I am scared.\" There is only Love. \"I am fearful\" There is only Love. \"I hate myself.\" There is only Love. \"I hate others.\" There is only Love. \"I know everything.\" There is only Love. \"I know nothing.\" There is only Love."
    },
    {
        "quotes": "The way things really are depends on what concepts you buy into."
    },
    {
        "quotes": "Total annihilation is a prerequisite for enlightenment. You can't be one without the other."
    },
    {
        "quotes": "Pain is of the body. Suffering is of the mind. Both arise in awareness. Suffering is the result of believing yourself to be a separate self. Withdraw identification from the ego and all suffering drops away immediately."
    },
    {
        "quotes": "Whatever people think of you is really about the image they have of you, and that image isn't you."
    },
    {
        "quotes": "If you realize that all things change, there is nothing you will try to hold on to."
    },
    {
        "quotes": "You were never greater than you are right now, nor will you ever be. Your worth is already complete and never changes, only your relationship to it evolves."
    },
    {
        "quotes": "You can't have a problem without a thought."
    },
    {
        "quotes": "Seek first to understand... there will always be time later for judgment."
    },
    {
        "quotes": "When your mind starts telling you what you have to do to make everything okay, don't believe it. The truth is, everything will be okay as soon as you are okay with everything. And that's the only time everything will be okay."
    },
    {
        "quotes": "The present moment holds the key to liberation. But you cannot find the present moment as long as you are your mind."
    },
    {
        "quotes": "The spiritual path is about the healing of the heart. Everything else is decoration."
    },
    {
        "quotes": "There is nothing more important to true growth than realizing that you are not the voice of the mind; you are the one who hears it."
    },
    {
        "quotes": "You can only let go of your attachments to the extent you trust life."
    },
    {
        "quotes": "We do not see things as they are. We see them as we are."
    },
    {
        "quotes": "When you change the way you look at things, the things you look at change."
    },
    {
        "quotes": "The spiritual journey is individual, highly personal. It can't be organized or regulated. It isn't true that everyone should follow one path. Listen to your own truth."
    },
    {
        "quotes": "Things don't change, only the way you look at them."
    },
    {
        "quotes": "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them."
    },
    {
        "quotes": "The more we give love, the greater our capacity to do so."
    },
    {
        "quotes": "Make a gift of your life and lift all mankind by being kind, considerate, forgiving, and compassionate at all times, in all places, and under all conditions, with everyone as well as yourself. This is the greatest gift anyone can give."
    },
    {
        "quotes": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle."
    },
    {
        "quotes": "There is no way to happiness, happiness is the way."
    },
    {
        "quotes": "Remember that the law works at all times and that you are always demonstrating according to the kind of thoughts you habitually entertain. Therefore, start now to think only those thoughts that will bring you health & happiness."
    },
    {
        "quotes": "The desire for truth is the highest of all desires, yet, it is still a desire. All desires must be given up for the real to be.....When all search ceases, it is the Supreme State."
    },
    {
        "quotes": "Our actions and states of mind matter, because we're so deeply interconnected with one another. Working on our own consciousness is the most important thing that we are doing at any moment, and being love is the supreme act."
    },
    {
        "quotes": "When the doors of perception are cleansed man will see things as they truly are, infinite."
    },
    {
        "quotes": "Simple kindness to one's self and all that lives is the most powerful transformational force of all."
    },
    {
        "quotes": "So long as we believe in our heart of hearts that our capacity is limited and we grow anxious and unhappy, we are lacking in faith. One who truly trusts in God has no right to be anxious about anything."
    },
    {
        "quotes": "Joy is what happens when we allow ourselves to recognize how good things really are."
    },
    {
        "quotes": "As long as you have certain desires about how it ought to be you can't see how it is."
    },
    {
        "quotes": "It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates."
    },
    {
        "quotes": "We work on ourselves in order to help others, but also we help others in order to work on ourselves."
    },
    {
        "quotes": "In the final analysis, the hope of every person is simply peace of mind."
    },
    {
        "quotes": "To be conscious of Being, you need to reclaim consciousness from the mind. This is one of the most essential tasks on your spiritual journey."
    },
    {
        "quotes": "Enlightenment must come little by little - otherwise it would overwhelm."
    },
    {
        "quotes": "I swear to you there are divine things more beautiful than words can tell."
    },
    {
        "quotes": "You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you."
    },
    {
        "quotes": "The cave you fear to enter holds the treasure you seek."
    },
    {
        "quotes": "To offer no resistance to life is to be in a state of grace, ease, and lightness. This state is then no longer dependent upon things being in a certain way, good or bad. Life flows with ease."
    },
    {
        "quotes": "When you call yourself an Indian or a Muslim or a Christian or a European, or anything else, you are being violent. Do you see why it is violent? Because you are separating yourself from the rest of mankind."
    },
    {
        "quotes": "Love is misunderstood to be an emotion; actually, it is a state of awareness, a way of being in the world, a way of seeing oneself and others."
    },
    {
        "quotes": "It is the commonest of mistakes to consider that the limit of our power of perception is also the limit of all there is to perceive."
    },
    {
        "quotes": "You must not let your life run in the ordinary way; do something that nobody else has done, something that will dazzle the world. Show that God's creative principle works in you."
    },
    {
        "quotes": "The only devils in this world are those running around inside our own hearts, and that is where all our battles should be fought."
    },
    {
        "quotes": "When we leave this world, how much we have loved will be our true legacy. It is the only thing we will leave behind and carry with us."
    },
    {
        "quotes": "We are not human beings on a spiritual journey. We are spiritual beings on a human journey."
    },
    {
        "quotes": "Bring into play the almighty power within you, so that on the stage of life you can fulfill your high destined role."
    },
    {
        "quotes": "When you demand nothing of the world, nor of God, when you want nothing, seek nothing, expect nothing, then the supreme state will come to you uninvited and unexpected."
    },
    {
        "quotes": "Everything you see happening is the consequence of that which you are."
    },
    {
        "quotes": "Every thought, action or feeling creates an eddy in the interbalancing, ever-moving energy fields of life. This realization can be intimidating when it first dawns on us, but it becomes a springboard for rapid evolution."
    },
    {
        "quotes": "When we avoid the legitimate suffering that results from dealing with problems, we also avoid the growth that problems demand from us."
    },
    {
        "quotes": "The oak sleeps in the acorn; the bird waits in the egg; and in the highest vision of the soul a waking angel stirs."
    },
    {
        "quotes": "With unfailing kindness, your life always presents what you need to learn. Whether you stay home or work in an office or whatever, the next teacher is going to pop right up."
    },
    {
        "quotes": "When our actions create discord in another person, we, in this lifetime or another, will feel that discord. Likewise, if our actions create harmony and empowerment, we also come to feel that harmony and empowerment."
    },
    {
        "quotes": "The love that you withhold is the pain that you carry."
    },
    {
        "quotes": "Realize that now, in this moment of time, you are creating. You are creating your next moment based on what you are feeling and thinking. That is what's real."
    },
    {
        "quotes": "You are either stressfully waiting for something - more money, security, affection - or you are living from your deep heart, opening as the entire moment, and giving what you most deeply desire to give, without waiting."
    },
    {
        "quotes": "Everything we do, everything we are, rests on our personal power. If we have enough of it, one word is enough to change the course of our lives. If we don't, the most magnificent piece of wisdom won't make a difference."
    },
    {
        "quotes": "Healing does not mean going back to the way things were before, but rather allowing what is now to move us closer to God."
    },
    {
        "quotes": "Look at every path closely and deliberately. Try it as many times as you think necessary. Then ask yourself, and yourself alone, one question . . . Does this path have a heart? If it does, the path is good; if it doesn't it is of no use."
    },
    {
        "quotes": "A man who is sincere and makes philosophy his life's endeavor, will emanate that sincerity. A man who thinks it and lives it will touch the intuition of others."
    },
    {
        "quotes": "The cause of all pain and suffering is ignorance."
    },
    {
        "quotes": "The Buddha's teachings on love are clear. It is possible to live twenty-four hours a day in a state of love. Every movement, every glance, every thought, and every word can be infused with love."
    },
    {
        "quotes": "Change your thoughts and you change your world."
    },
    {
        "quotes": "Never limit your view of life by any past experience."
    },
    {
        "quotes": "Have you ever sat very quietly with closed eyes and watched the movement of your own thinking? Has your mind watched itself, just to see what your thoughts are, what your feelings are? Have you ever done this?"
    },
    {
        "quotes": "It is a great art to have an abundance of knowledge and experience...to know the richness of life and yet keep your mind very simple; and you can have a simple mind only when you know how to love."
    },
    {
        "quotes": "If you cannot find the truth right where you are, where else do you expect to find it?"
    },
    {
        "quotes": "That which you resist stays."
    },
    {
        "quotes": "If you judge people, you have no time to love them."
    },
    {
        "quotes": "It's the action, not the fruit of the action, that's important. You have to do the right thing. You may never know what results come from you action. But if you do nothing, there will be no result."
    },
    {
        "quotes": "You move totally away from reality when you believe that there is a legitimate reason to suffer."
    },
    {
        "quotes": "Arguing with 'what is' is like teaching a cat to bark. It's not very fulfilling and leaves no connection with God. In the peaceful experience of no opposition to God, I remain aware of my nature: clear, vibrant, a friend a listener."
    },
    {
        "quotes": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion."
    },
    {
        "quotes": "To complain is always nonacceptance of what is. It invariably carries an unconscious negative charge. When you complain, you make yourself a victim. Leave the situation or accept it. All else is madness."
    },
    {
        "quotes": "Just like a sunbeam can't separate itself from the sun, and a wave can't separate itself from the ocean, we can't separate ourselves from one another. We are all part of a vast sea of love, one indivisible divine mind."
    },
    {
        "quotes": "At any moment, you have a choice, that either leads you closer to your spirit or further away from it."
    },
    {
        "quotes": "The door to God is the insecurity of not knowing anything. Bear the grace of that uncertainty and all wisdom will be yours."
    },
    {
        "quotes": "But who prays for Satan? Who, in eighteen centuries, has had the common humanity to pray for the one sinner that needed it most?"
    },
    {
        "quotes": "Know that you can not help but judge. What you then do with your judgment is the choice."
    },
    {
        "quotes": "Everything in your life is there as a vehicle for your transformation. Use it!"
    },
    {
        "quotes": "People travel to wonder at the height of the mountains, at the huge waves of the seas, at the long course of the rivers, at the circular motion of the stars, and yet they pass by themselves without wondering."
    },
    {
        "quotes": "If you realized how powerful your thoughts are, you would never think a negative thought."
    },
    {
        "quotes": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference."
    },
    {
        "quotes": "He who never thinks of anything as mine does not feel the lack of anything: he is never worried by a sense of loss."
    },
    {
        "quotes": "Nobody doubts that he exists, though he may doubt the existence of God. If he finds out the truth about himself and discovers his own source, this is all that is required."
    },
    {
        "quotes": "THE will is not free- it is a phenomenon bound by cause and effect -but there is something behind the will which is free."
    },
    {
        "quotes": "You will feel restless for God when your heart becomes pure and your mind free from attachment. Then alone will your prayer reach God. A telegraph wire cannot carry messages if it has a break or some other defect."
    },
    {
        "quotes": "To me the very essence of education is concentration of the mind, not the collecting of facts."
    },
    {
        "quotes": "God is all-full. He is self-contained. He is eternal satisfaction."
    },
    {
        "quotes": "To live a single day and hear a good teaching is better than to live a hundred years without knowing such teaching."
    },
    {
        "quotes": "No one succeeds without effort... Those who succeed owe their success to perseverance."
    },
    {
        "quotes": "HOW to worship Him? through love. He is to be worshipped as the one beloved dear than everything in this and the next life ."
    },
    {
        "quotes": "You were never greater than you are right now, nor will you ever be. Your worth is already complete and never changes, only your relationship to it evolves."
    },
    {
        "quotes": "The secret of health for both mind and body is not to mourn for the past, not to worry about the future, or not to anticipate troubles, but to live in the present moment wisely and earnestly."
    },
    {
        "quotes": "God has been everlastingly working in Silence, unobserved, unheard, except by those who experience His Infinite Silence."
    },
    {
        "quotes": "Mere Suffering exists, No sufferer is found, The deed Is, but No doer of the deed is found, Nirvana is, but not the man that enters it, The path is, but no traveller on it is seen"
    },
    {
        "quotes": "Learning and wisdom are superfluities, the surface glitter merely, but it is the heart that is the seat of all power. It is not in the brain but in the heart that the Atman, possessed of knowledge, power, and activity, has its seat."
    },
    {
        "quotes": "Whether a man is born in India or in America, he someday has to die. Why not learn how to 'die daily' in God, like St. Paul?"
    },
    {
        "quotes": "A mountain is composed of tiny grains of earth. The ocean is made up of tiny drops of water. Even so, life is but an endless series of little details, actions, speeches, and thoughts."
    },
    {
        "quotes": "If you can think about, it's not the truth."
    },
    {
        "quotes": "Teach this triple truth to all: A generous heart, kind speech, and a life of service and compassion are the things which renew humanity."
    },
    {
        "quotes": "The mind is everything. What you think you become."
    },
    {
        "quotes": "The radio sings and speaks, but if you open it you will find no one inside. Similarly, my existence is like the space; though this body speaks like the radio, there is no one inside as a doer."
    },
    {
        "quotes": "If one wants to abide in the thought-free state, a struggle is inevitable. If one succeeds in the fight and reaches the goal, the enemy, namely the thoughts, will all subside in the Self and disappear entirely."
    },
    {
        "quotes": "This Ariyan Eightfold Path, that is to say: Right view, right aim, right speech, right action, right living, right effort, right mindfulness, right contemplation."
    },
    {
        "quotes": "Let this become your key the next time anger comes, just watch it. Don't say, 'I am angry'. Say, 'Anger is there and I am watching it'. And see the difference! Suddenly you are out of the grip of anger."
    },
    {
        "quotes": "The Buddha's teachings on love are clear. It is possible to live twenty-four hours a day in a state of love. Every movement, every glance, every thought, and every word can be infused with love."
    },
    {
        "quotes": "If you are patient in one moment of anger, you will escape a hundred days of sorrow."
    },
    {
        "quotes": "Each person comes into this world with a specific destiny- he has something to fulfill, some message has to be delivered, some work has to be completed. You are not here accidentally-you are here meaningfully."
    },
    {
        "quotes": "Make a gift of your life and lift all mankind by being kind, considerate, forgiving, and compassionate at all times, in all places, and under all conditions. This is the greatest gift anyone can give."
    },
    {
        "quotes": "The ruling passion, be it what it will the ruling passion conquers reason still."
    },
    {
        "quotes": "All who have actually attained any real religious experience never wrangle over the form in which the different religions are expressed. They know that the soul of all religions is the same."
    },
    {
        "quotes": "I am free of all prejudice. I hate everyone equally."
    },
    {
        "quotes": "The magnetic needle always points to the North, and hence it is that the sailing vessel does not lose her direction. So long as the heart of man is directed towards God, he cannot be lost in the ocean of worldliness."
    },
    {
        "quotes": "The fly cannot be driven away by getting angry at it."
    },
    {
        "quotes": "Grief and disappointment give rise to anger; anger to envy, envy to malice, and malice to grief again, till the whole circle be completed."
    },
    {
        "quotes": "This is my simple religion. There is no need for temples, no need for complicated philosophy. Our own brain, our own heart is our temple, the philosophy is kindness."
    },
    {
        "quotes": "Give me that man, that is not passion's slave, and I will wear him in my heart's core, ay, in my heart of heart. As I do thee."
    },
    {
        "quotes": "Efficiency is doing things right. Effectiveness is doing the right things."
    },
    {
        "quotes": "A great many people think they are thinking when they are really rearranging their prejudices."
    },
    {
        "quotes": "Freedom is not worth having if it does not include the freedom to make mistakes."
    },
    {
        "quotes": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you."
    },
    {
        "quotes": "Mistrust the man who finds everything good, the man who finds everything evil and still more the man."
    },
    {
        "quotes": "I always try to believe the best of everybody - it saves so much trouble."
    },
    {
        "quotes": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you."
    },
    {
        "quotes": "We cannot hold a torch to light another person's path without brightening our own."
    },
    {
        "quotes": "A bank is a place that will lend you money if you can prove that you don't need it."
    },
    {
        "quotes": "I hear and I forget. I see and I remember. I do and I understand."
    },
    {
        "quotes": "For two people in a marriage to live together day after day is unquestionably the one miracle the Vatican has overlooked."
    },
    {
        "quotes": "A great many people think they are thinking when they are really rearranging their prejudices."
    },
    {
        "quotes": "Reason often makes mistakes, but conscience never does."
    },
    {
        "quotes": "I always try to believe the best of everybody - it saves so much trouble."
    },
    {
        "quotes": "We have, in fact, two kinds of morality side by side: One which we preach but do not practice, and another which we practice but seldom preach."
    },
    {
        "quotes": "A bore is a man who, when you ask him how he is, tells you."
    },
    {
        "quotes": "The meeting of two personalities is like the contact of two chemical substances: If there is any reaction, both are transformed."
    },
    {
        "quotes": "How much easier it is to be critical than to be correct."
    },
    {
        "quotes": "An excuse is worse and more terrible than a lie, for an excuse is a lie guarded."
    },
    {
        "quotes": "Good judgment comes from experience, and experience comes from bad judgment."
    },
    {
        "quotes": "Mistrust the man who finds everything good, the man who finds everything evil and still more the man who is indifferent to everything."
    },
    {
        "quotes": "My life has been full of terrible misfortunes most of which never happened."
    },
    {
        "quotes": "If you want to leave footprints in the sands of time, don't drag your feet."
    },
    {
        "quotes": "Efficiency is doing things right. Effectiveness is doing the right things."
    },
    {
        "quotes": "The secret to success is to start from scratch and keep on scratching."
    },
    {
        "quotes": "Our opinions do not really blossom into fruition until we have expressed them to someone else."
    },
    {
        "quotes": "Generosity is giving more than you can, and pride is taking less than you need."
    },
    {
        "quotes": "Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness."
    },
    {
        "quotes": "People always call it luck when you've acted more sensibly than they have."
    },
    {
        "quotes": "If we had no winter, the spring would not be so pleasant."
    },
    {
        "quotes": "Freedom is not worth having if it does not include the freedom to make mistakes."
    },
    {
        "quotes": "A person is never happy except at the price of some ignorance."
    },
    {
        "quotes": "When all is said and done, the weather and love are the two elements about which one can never be sure."
    },
    {
        "quotes": "Faith must have adequate evidence, else it is mere superstition."
    },
    {
        "quotes": "Seduction isn't making someone do what they don't want to do. It is enticing someone into doing what they secretly want to do already."
    },
    {
        "quotes": "If God did not exist, it would be necessary to invent him."
    },
    {
        "quotes": "If you cannot get rid of the family skeleton, you may as well make it dance."
    },
    {
        "quotes": "The time to pray is not when we are in a tight spot but just as soon as we get out of it."
    },
    {
        "quotes": "You must look into other people as well as at them."
    },
    {
        "quotes": "Our doubts are traitors, and make us lose the good we oft might win, by fearing to attempt."
    },
    {
        "quotes": "Yesterday is history, tomorrow is a mystery. And Today is a gift. That's why we call it the present."
    },
    {
        "quotes": "Wisdom doesn't automatically come with old age. Nothing does - except wrinkles. It's true, some wines improve with age. But only if the grapes were good in the first place."
    },
    {
        "quotes": "Think small and act small, and we'll get bigger. Think big and act big, and we'll get smaller"
    },
    {
        "quotes": "Every day is a journey, and the journey itself is home."
    },
    {
        "quotes": "Whatever you create in your life you must first create in your imagination"
    },
    {
        "quotes": "The darkest night is often the bridge to the brightest tomorrow. Celebrate endings, for they precede new beginnings."
    },
    {
        "quotes": "Curious things, habits. People themselves never knew they had them."
    },
    {
        "quotes": "Experience is not what happens to a man; it is what a man does with what happens to him."
    },
    {
        "quotes": "Anger: An acid that can do more harm to the vessel in which it is stored than to anything on which it is stored that to anything on which it is poured."
    },
    {
        "quotes": "Keep your behaviors positive because your behaviors become your habits. Keep your habits positive because your habits become your values. Keep your values positive because your values become your destiny."
    },
    {
        "quotes": "The will is not free it is a phenomenon bound by cause and effect but there is something behind the will which is free."
    },
    {
        "quotes": "Fear is the key which is locking up our progress in life. The purer we become in our mind and heart, the more confidence and courage we get to progress ahead."
    },
    {
        "quotes": "You must not let your life run in the ordinary way; do something that nobody else has done, something that will dazzle the world. Show that God's creative principle works in you."
    },
    {
        "quotes": "Realistic thinking is that which tallies exactly with reality; which is based on facts and firm arguments; which does not make concessions to anything unfair; which is completely free from prejudice."
    },
    {
        "quotes": "The Lord and Cherisher of the Worlds - Who created me,Who guides me; Who cures me; Who will cause me to die, and then to live again; And Who, I hope, will forgive my faults on the Day of Judgment."
    },
    {
        "quotes": "Intention and desire in the field of pure potentiality have infinite organizing power. When we introduce an intention in the fertile ground of potentiality, we put this infinite organizing power to work for us."
    },
    {
        "quotes": "Happiness is only possible with true love. True love has the power to heal and transform the situation around us and bring a deep meaning to our lives."
    },
    {
        "quotes": "All success in the world... is the result of indomitable spirit. So don't be anxious, just develop a 'can do' attitude. Nothing is impossible."
    },
    {
        "quotes": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You must do the thing which you think you cannot do."
    },
    {
        "quotes": "Anger will never disappear so long as thoughts of resentment are nurtured in the mind. You will not be punished for your anger, you will be punished by your anger."
    },
    {
        "quotes": "We should learn from children not to hold grudges. Children often fight when they play together but they quickly make up and their fights don't deteriorate into bitter feuds."
    },
    {
        "quotes": "Fearlessness is the gateway to success. One should therefore shun all kinds of fear ... One can rectify the mistakes made in the past with the help of fearlessness and patience."
    },
    {
        "quotes": "Spend some time alone everyday, remember that silence is sometimes the best answer. Share your knowledge, it's a way to achieve immortality."
    },
    {
        "quotes": "Let your first hour set the theme of success and positive action that is certain to through your entire day. Today will never happen again. Don't waste it. You were not born to fail."
    },
    {
        "quotes": "We contemplate the glory of Light illumining the three worlds: gross, subtle, and causal. I am that vivifying power, love, radiant, illumination, and divine grace of universal intelligence."
    },
    {
        "quotes": "He whose livelihood is earned through work, and part given away in charity, such a one, Nanak, truly knows the way to God."
    },
    {
        "quotes": "The will is not free - it is a phenomenon bound by cause and effect but - there is something behind the will which is free."
    },
    {
        "quotes": "Put your heart, mind, intellect and soul even to your smallest acts. This is the secret of success."
    },
    {
        "quotes": "Anger is a demon. In the case of Vishwamitra, we know that the merit he had accumulated through tapas undertaken for thousands of years was all lost in a moment of anger."
    },
    {
        "quotes": "Even the absolute universality of the law of causality does not limit freedom. It enables one to explain the past and predict the future and encourages to use intelligence to create new causes and attain new results."
    },
    {
        "quotes": "If you cannot get rid of the family skeleton, you may as well make it dance."
    },
    {
        "quotes": "The time to pray is not, when we are in a tight spot. But just as soon as we get out of it."
    },
    {
        "quotes": "You must look into other people as well as at them."
    },
    {
        "quotes": "Charm is a way of getting,the answer \"yes\" without asking a clear question."
    },
    {
        "quotes": "Our doubts are traitors,and make us lose the good.We oft might win, by fearing to attempt."
    },
    {
        "quotes": "Curious things, habits.People themselves never knew they had them."
    },
    {
        "quotes": "Experience is not what happens to a man; it is what a man does with what happens to him."
    },
    {
        "quotes": "All of us have the same seed of limitless potential. Belief and devotion in God brings a dynamic energy from this one seed and a great forest of ideas, transitions and changes happen within us."
    },
    {
        "quotes": "The will is not free - it is a phenomenon bound by cause and effect but - there is something behind the will which is free."
    },
    {
        "quotes": "Work done with selfish motives is inferior by far to selfless service or karma yoga. Therefore be a karma yogi!"
    },
    {
        "quotes": "I hear and I forget. I see and I remember. I do and I understand."
    }
]